[
  {
    "essay_id": 1,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "I'm standing on a New York City playground on a particularly bright Monday morning in mid-July. The grin on Farrah's face reminds me that it's her birthday. Decked out from head to toe in Frozen-themed clothing, she runs over to me to show me her birthday presents. She opens her backpack and pulls out three Frozen dolls, still inside their packaging. Later, as the class is about to head to the pool, it dawns on Sebastian that he does not have his towel. I dig through a heap of clothing, swimsuits, and goggles until I find a white towel embroidered with Sebastian's name in blue thread. It looks just like the towel several of my friends own. At lunch that day, Khodi, a precocious five-year-old, invited me to sit with her. I stare into her lunchbox. A note from her mother is squeezed between a star-shaped sandwich and a reusable container of strawberries. The red ink reads, \"Have a great day, Khodi! Love, Mommy.\"\n\nJust a month later, I'm sitting in a tiny kitchen across the country. Jamin inhales three helpings of chicken with steamed vegetables even though he's only two years old and should not have such a large appetite. The teachers exchange worried glances, and I suspect that he did not eat breakfast that morning or dinner the night before. Suzette spills sauce on her sweater, and I grab a napkin to blot the stain. The sauce does not look out of place on her shirt, which she has worn for the past three days. In the afternoon, I play with a two-year-old named Yari. No matter how many books I read to her or how many words I ask her to repeat, she still hasn't learned to speak.\n\nIn July, I volunteered at Summer Steps, a program that prepares low-income, mostly minority, New York City preschoolers for kindergarten. The children receive scholarships for kindergarten at dependent schools. The teachers, the other volunteers, and I helped the children with their reading and writing skills. In August, I volunteered at Storyteller Children's Center in Santa Barbara, California. The center provides daycare and enrichment to homeless families making less than $10,000 a year. For three weeks, I played with the toddlers so their parents could work or look for work. It occurred to me that while the families at both Summer Steps and Storyteller were considered low-income, the children were living extraordinarily different lives.\n\nWhen Farrah, Sebastian, and Khodi were juxtaposed with Jamin, Suzette, and Yari, I realized that poverty was more intricate than I had imagined. These faces taught me about the nuances of the term \"low-income.\" There has always been an anthropologist in me, and the children at Summer Steps and Storyteller made me want to use my passion for anthropology as a means of advocacy. When I observed Jamin's appetite, I realized how much work there was left to do.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 2,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "Sarong kebaya is embroidered with the passionate patois of the Peranakan people. Qipao silken as lilting Mandarin. Language is the clothes on your back and the shoes on your feet, but I often feel undressed. My Chinese parents speak Malay as their mother tongue, the vernacular language in this part of Southeast Asia. Singapore, a trading post of Asia, pedals language. Here, English is more valuable than saffron, more coveted than oil. I am proof of its currency, a Chinese girl who feels more at home reciting Shakespeare's sonnets than those of Li Bai, who can apprehend Hume and Eliot's philosophy but struggles to wring meaning from san zi jing, the aphoristic three-word classics that every child in China memorizes by age six.\n\nAt four, my parents enlist the help of a Chinese tutor from Urumqi. She wears a silk shawl and knits Chinese idioms into her lilting speech. Singapore's bilingual policy mandates that every child learn his or her \"mother tongue,\" or ethnic language, as a way to stay rooted. During those weekly Mandarin lessons, I never felt rooted. Oh Singapore, is this how you feel? Island of 3 million, who needs something to moor her ashore, lest she drift into the South China Sea. The longer I trained my gaze on the Mandarin characters before me, the more they swam like dark tadpoles, eluding my capture.\n\nAs a kid, I joked: my mother does not even speak my mother tongue, so how can it be my mother tongue? The joke stopped being funny when I failed my first Chinese ting xie dictation exam and walked home with tears sizzling like hot oil. As I grow older and learn about the ethnic conflict in Urumqi's melting pot of Muslim and Han Chinese cultures, I wonder if my Chinese teacher can teach me how to bridge worlds, too. Singapore is an island of flotsam, of immigrants like my grandmother who jettisoned blindly from their native lands. Even as I master the English language, it feels like a borrowed book in my hand, due for return to someone else's library. I let English words roll off my tongue like tropical rain falling from a British sky. Heart hammering, I anticipate when people will call me out—fraud! Thief!—and drag me incontinent into the Chinese Room.\n\nAt fifteen, I decided to learn Russian. This language of Northern winters and dramatic personalities mesmerized me. Russian ignited my imagination in a way my fifteen years of Mandarin never did. Russian's hard edge chipped against Mandarin's soft toffee. Where Mandarin feathered like the edge of sleep, Russian bellowed military commands, jolting me wide awake. I plunged into learning, liberated of Mandarin's ancestral baggage. I owed this new language my heartfelt dedication to learning. The linguistic distinctions were odd but fascinating. Russian gives nouns genders; every word is a person—unique, mutable, inflected to carry new import. In Chinese, words are pebbles of self-contained meaning. Fathoming Mandarin words into sentences was like playing a game of tangram, rearranging characters to form the desired shape. Russian is more like a tango; words fleet-footed, the dance ephemeral. I found a kindred spirit in Russian. Like me, it is evolving. Mandarin now felt like a pair of old beaded slippers.\n\nIn Mandarin, we have an idiom for leaving home: lixiang beijing. When translated literally, it means 'to leave home with your back facing the well'. To go away from home is to scale the well in which I was born. A frog at the bottom of the well is blissful in its inexperience. I am not one language, not confined to one narrow sect of humanity. My back is to the well; I shed my old beaded slippers and don a traveler's coat of many colors. The yellow brick road vanishes in my wake. In its place, stretching for miles, is a technicolor sky.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 3,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Describe a problem you’ve solved or a problem you’d like to solve. It can be an intellectual challenge, a research query, an ethical dilemma— anything that is of personal importance, no matter the scale. Explain its significance to you and what steps you took or could be taken to identify a solution.",
    "essay": "My friends may call me old-fashioned for reading a print version of The Wave, but I crave my weekly reminder of why I love where I live. When I flip through the newspaper's pages, I see flamboyant costume-wearers and police officers smiling together against the verdant backdrop of the annual Saint Patrick's Day Parade. I read about the progress being made in the rebuilding of houses, parks, and the boardwalk destroyed by Hurricane Sandy back in 2012. The Wave's myriad photos and stories effortlessly portray the unparalleled vibrancy, togetherness, and resilience of Rockaway Beach and its residents that I cherish.\n\nThe Wave also reminds me of the improvements needed in Rockaway. As I glanced over the advertising page one day in my sophomore year, a little gray box containing the word \"research\" caught my eye. The Rockaway Waterfront Alliance was piloting a new internship for high school students called Environmentor, named for its focus on environmental science. Despite my preference for biomedicine, I wanted to keep an open mind. I decided to apply and was paired with a mentor who was a Ph.D. student at Brooklyn College. After finishing my first task—wading into Jamaica Bay in the muddy thigh-high boots to grab slimy seaweed samples—I wondered if the program was really my ideal fit. The putrid-smelling, mosquito-infested bay was my least favorite aspect of Rockaway, and studying seaweed seemed irrelevant to daily life.\n\nIn my research, I soon uncovered a problem in Rockaway that was more serious than the odor of its bay: eutrophication. Eutrophication is the excessive loading of nutrients into waterways, especially through human products like chemical fertilizers and sewage. Nutrients fuel the overgrowth of algae. Algal blooms reduce the value of the bay as a tourist attraction, devastate fishing industries, and threaten public health. I was astonished to learn that the people of Rockaway, who usually exhibit great pride and concern for their community, were oblivious to the dangers of eutrophication.\n\nFollowing a summer of analyzing the complex interactions within the bay ecosystem, I realized the most effective approach to decreasing the damage done to the natural world is prevention. I then pledged to foster awareness of Rockaway's environmental issues. When I finished my project, I entered as many science competitions as I possibly could to communicate my findings to a wider audience of scientific professionals. I even labored to get my work published in various peer-reviewed journals and shared those publications with friends and neighbors, urging them to spread the information.\n\nWhile completing and spreading my research was a challenging undertaking, it brought great rewards. The countless hours I spent in the lab helped me become more resourceful and independent in overcoming obstacles, while the exacting judges and editors of symposiums and journals pushed me to build my confidence and increase my impact within scientific forums. In college, I intend to continue working with individuals who share my passion for finding innovative solutions to pressing scientific problems, as I find the greatest fulfillment in making the quality of human lives better.\n\nToday, it would be typical to see me on the new boardwalk striking up a random conversation with a stranger about nitrogen loading. I love where I live, even after discovering the grave condition of its waterways, and I could not imagine living anywhere else. By shedding light on the consequences of my community's actions, I hope to encourage change and ensure my town's treasures can be enjoyed for generations to come. I know Rockaway's residents share my vision and that they will one day come together to preserve our peninsular paradise on the outskirts of New York City.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 4,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "I have always believed in the power of my voice. As a child, my battle roar rose above the fray, compelling the clan of four older siblings to let me have first dibs on the newest Harry Potter novel or to release my innocent American Girl doll from an impenetrable LEGO fortress. Onstage, it soared in song. In the classroom, I learned to channel my voice into debate and analysis—even when the curtain was down and the microphone switched off, I knew I had the agency to make myself heard.\n\nAs my voice matured in all of its different forms, so too did a growing awareness that such self-expression was not guaranteed for all women. My father grew up in Afghanistan, a heritage that was my first window into the tensions of womanhood. My aunts and cousins worked as writers, doctors, and activists. They wore their headscarves with style and grace. Yet, sometimes, when a headscarf slipped, I could glimpse the bruises on an aunt's face, and my stomach turned as I wondered how she remained silent.\n\nMy understanding of womanhood continued to expand when I traveled to the SEGA School in Tanzania. There, I met Rehema, playful and bold. She was from the Masai tribe and was a victim of female genital mutilation. We bonded over a mutual knowledge of Alicia Keys's lyrics and love for chapati, but the language barrier gradually dissolved as our discussions evolved beyond the everyday. Once, Rehema remarked candidly that the hardest parts of being a woman in Tanzania are that men treat her like property and that she is not permitted to speak unless spoken to. She compared her life to the experiences described in a book she'd read: I Am Malala. I jolted. \"You know, in Afghanistan, where my family is from, the women still live a lot like Malala.\" \"But not in America,\" Rehema said earnestly, looking to me for confirmation. I opened my mouth to respond, but my voice, for once, failed me, catching in my throat.\n\nThe moment was electrifying. In Rehema's searching question, I heard the voices of my family in Afghanistan. But I also thought of my best friend, sobbing in my arms after a boy that she called a friend sexually assaulted her. I thought of my mother, who raised five children while earning her law degree and working full time and yet was berated by strangers for breastfeeding on the train. I heard the voices of every girl I have ever known, and I was staggered by the global solidarity of women.\n\nI swallowed. \"You're right. In America, it's getting better.\" And I believe that it can get better, here and around the world. Unlike many, I have the right to speak for myself and to speak on behalf of those who have been silenced. I have the education and opportunities to advocate forcefully and effectively, to speak even when Rehema cannot.\n\nNowadays, when I stand under the glow of the stage lights, I am conscious of the power and privilege inherent in stepping onstage. I will continue to raise my voice, not just for myself but for all women whose voices and bodies are controlled and silenced.\n\nHear me roar.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 5,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "\"Has Patricia improved this year?\" The woman next to me was impatient, a mix of curiosity and concern apparent on her face. Bundled up in the unmistakable parkas and leg warmers of figure skating coaches, we stood together on the ice. Like every Saturday morning, the rink was bustling with a frenzy of activity: skaters pulled their ponytails tighter, stretched at the side of the ice, and warmed up to practice various jumps and spins. I focused on Patricia. Gliding along the boards, she followed the pattern of her routine that I had created months earlier. With a twirl in the center of the ice, she struck her final pose: feet together, head thrown back, and arms outstretched as if to capture the stars.\n\nI was initially apprehensive about coaching Patricia, a young woman with Down syndrome who competes on the Ann Arbor Special Olympics Figure Skating Team. Her disability has rendered her nonverbal, so she cannot understand spoken language or voice her own thoughts. In contrast, I love to talk. To say that I'm loquacious is a massive understatement; in fact, my family jokes that I could probably have a conversation with a rock. At first, my inability to talk with Patricia left me feeling robbed of tools essential to her improvement. In my mind, a successful relationship between a coach and an athlete hinged on a plethora of communication—communication that, for me, revolved around speech.\n\nIn the beginning, things did not go as well as I had hoped. During our first weeks together, Patricia and I often ended lessons at an impasse. As I became desperate to teach in the only way I knew how to, she grew increasingly frustrated with her limited understanding of my instruction. Time after time, I stepped off the ice, feeling heavy from the weight of my failed attempts. Over time, as I watched Patricia enthusiastically interact with her family and other skaters on the team, I realized that the problem did not lie in what I communicated but, rather, in the way I communicated with her. So, I decided to stop talking. I explored the various forms of nonverbal communication: body language, facial expression, and even eye contact. I replaced verbal praise with a smile and a hug. Instead of using a serious voice, I adopted a rigid stance. Even teaching choreography, an aspect of figure skating that requires intense verbal instruction, could be manipulated for better accessibility. I spent hours drawing shapes and other patterns on colored construction paper to help Patricia visualize her routine. And it was in silence that Patricia flourished. She started skating with more ease, confident in her body and the movements she made. Because I was able to convey instructions in ways Patricia could understand and respond to, her disability was no longer a barrier to her success as a figure skater. When I watched her stand on the highest level of the podium at Traverse City's Special Olympics, I did not see a woman with Down syndrome. I saw a champion.\n\nBefore I worked with Patricia, my voice was an irreplaceable part of my life as a coach. Now, I view silence as not a gap to be filled but as a force powerful enough to overcome challenges that sound cannot. As leaders, we are often set in our ways. We have methods that prove to work time and time again. Until they don't. To become better, to transcend the chains that bind us to certain idiosyncrasies, we must constantly refuse to settle for the familiar. For although it was talking that made me a good coach, it was when I stopped talking that I became a great coach.\n\nAs Patricia skated toward me, I told her how proud I was through a beaming smile. Turning to face the coach beside me, I said: \"Patricia has improved.\" I have too.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 6,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "During the school day, I am an IB full diploma candidate, ASB Vice President, and the Vice Chair of the School Site Council, but at football games, I am the guy on the field in the front of the student section, rallying our fans and cheerleaders to root on our football team.\n\nDespite my leadership roles, there are many people on campus who simply know me and refer to me as \"the guy who runs with the flag.\" Some of those people tell me their favorite part of the games is simply to watch me sprint up and down the field multiple times and wonder how I do not fall down out of exhaustion.\n\nSometimes, I wonder, too, how I stay on my feet during those games. Running on four hours of sleep, and after an eight-hour school day full of tests and deadlines, a Student Council Leadership meeting, and two hours of tennis conditioning and training, I am exhausted by the start of the football game. Still, I sprint forty yards in front of the fan section with a thirty-five square foot flag acting as a drag parachute and slowing me down. By the end of the third quarter, I have run a combined two miles and am ready to drop to my knees from exhaustion. Yet, I have another quarter left to run and know that I cannot quit now because the game still is not over.\n\nMy parents raised me never to quit. If one starts a task, one must finish that task, and if one faces an obstacle along the road, one must overcome it before finishing the task. However, that is not why I keep running. When I am running with the flag, I feel liberated. The mascot stitched into the flag is a mighty Seahawk, and as I imagine myself as that Seahawk, driven by passion and fire, I fly past the fan section. I don't listen to the pain in my knees or the panting coming from deep in my chest. I listen to the passion in my heart and in the fan section as we cheer our team to victory.\n\nI am not alone down on the field, though. I have my trusty steed with me, my flag. Seven feet tall, with a fierce Seahawk stitched in cardinal and white thread on a golden background, my flag flies proudly in the wind as I run. Everyone knows not to touch the flag. I am the one who retrieves it before the game, I am the one who runs with it, and I am the one who puts it away after the game. What that flag represents is not Friday victories nor defeats but the passion and drive I carry with me every single day of my life.\n\nThat flag is going to be hanging in my dorm next fall, retired and resting from years of service. Hopefully, I will be fortunate enough to have the opportunity to bring that same drive and passion I bring every day to Ocean View High School to whichever college I attend next fall.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 7,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Some students have a background, identity, interest, or talent that is so meaningful they believe their application would be incom- plete without it. If this sounds like you, then please share your story.",
    "essay": "The fine-boned eight-year-old with the exploding, kinky, palm-tree hairdo puts knuckles to her cheeks and teeters on the edge of her metal chair, transfixed. It is September 2007, and Paul Effman Music is introducing its band program to Saint Ignatius Loyola School in Manhattan. In the chilled auditorium, the glorious array of brass mesmerizes her. Instinctively, she centers on the one, radically curved cone. The artist grips its neck, latches lips to its mouth, and exhales an incredible, warm sound. I was an eight-year-old, and I was the most purely ecstatic that I could be a member. At that moment, I fell hard for the alto saxophone. I still smile, remembering my parents' initial alarm when I told them I was going to be a saxophonist. \"That thing is two-thirds your size and weight!\" they exclaimed. But I was sure. Their popped eyeballs when my elfin structure expelled profound sounds from my sax are indelibly etched in my mind. I became my school's first female saxophonist and quickly its lead saxophonist. I mastered march and classical, and I fell in love with jazz, America's indigenous music.\n\nThe ancient victory symbol, the palm tree, was my emblem for success as my passions—painting, drawing, sprinting, and jazz—grew. I embraced the art of woodshedding on the sax, relentlessly practicing hard mechanics to hone my improvisational skill and sensitivity. My confidence deepened as I performed with and without accompaniment. The irrepressible sound of the alto sax became my other voice. In June 2013, I was thrilled when I auditioned for and was admitted to the selective Jazz at Lincoln Center High School Academy. This brought me and my jazz to a whole new level.\n\nMy life is like jazz—an ongoing experimental remix playing extemporaneously. I love the paradox of it, requiring me to pop out yet simultaneously coalesce. Jazz mirrors how I strive to be: a free-thinking team player who walks with the crowd but with a distinct footprint.\n\nIn July 2015, I was a volunteer rebuilder in New Orleans. It was \"real hot\" in the shade. A familiar, intoxicating sound rising from the French Quarter wrenched me from the harrowing Katrina exhibit in the Presbytere. Never one to simply observe, I quickly descended to the stir. It was jazz. Again, jazz's defiant, uplifting, ceaselessly inventive voice drew me in.\n\nI assumed formal black with glossy Yamaha brass—the typical Manhattan scene. But no! An unlikely trio stood in threadbare blue jeans and bright, rumpled tees jamming to the rambunctious, time-honored \"Second Line.\" Shaded by the massive girth of a centuries-old live oak, its naturally exposed roots anchoring the fissured sidewalk, the group was incredibly captivating. Within that stark space of distressing remembrance and unscripted entertainment, I was awestruck by the electric, unified humanity.\n\nThe bassist strutted his supple fingers along nylon strings, directing time. The drummer's gray-blond dreadlocks escaped from her crocheted wrap as she masterfully beat her trap set and gifted her infectious groove. Like Charlie Parker's avatar, the alto's lithe digits calmly traversed the rapid chord changes. Ease overtook the strapping, finely tailored businessman standing next to me. When he unknotted his fuchsia tie, I was not surprised that he joined me, Converse sneakers and alligator shoes shuffling side-by-side to the carnivalesque jive. When their movement ceased, they soaked up hearty applause. Whether at the world-famous Dizzy's or curbside in the French Quarter, jazz offers an impartial release.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 8,
    "school": "Yale",
    "year": 2024,
    "type": "commonapp",
    "question": "",
    "essay": "I watch my mother pry open a pig bone to suck the marrow. She stares at me in a way that asks–no, begs–for me to do the same. Sucking through gristle and bone, sharp cartilage slicing my tongue, I struggle to relish the taste of her homeland. Breaking apart what I thought was immutable, I taste the sticky sweetness of bone marrow.\n\nCutting open a bone taught me that separation could reveal an inner delicacy. Now, years later, I still find beauty in breakage. As I slice through soft grass and weeds in my grandfather's garden, new life emerges in their wake: tulips and rosebuds, softly cut herbs. Every month, my grandmother trims my scalp with thirsty blades, peeling anxiety and history away in locks of hair.\n\nHowever, I found the greatest tool for separation wasn't the blade but the pen. On a sheet of paper, my thoughts are laid out on a cutting board. With the scalpel of a pen, I separate my ideas. As I ruminate on the tawny square of Yancheng (my dad's hometown) juxtaposed against the skyscrapers of Beijing (my mom's hometown), I separate both \"The Traditionalist\" and \"The Futurist\" in me. On a drizzly evening, as droplets trace patterns on my window, \"The Romantic\" surfaces. Each droplet becomes a metaphor for love lost and found. But when the rain grows fierce, flooding the streets and causing havoc, \"The Realist\" takes charge, closing windows and shutting garage doors against the water's ruthless might. To me, writing poetry and thinking are synonymous. Each line is a footstep, each stanza a pathway.\n\nStarting from middle school, the separation of church and school played an important role in my life. At a Roman Catholic institution, I learned about God's omnipresence, \"omni\" coming from the Latin root for \"all.\" This ability intrigued me. Even though God is one being, He could be everywhere and in everything. Through God, I saw my own omnipresence and what it meant to be part of a whole. My strands of hair strewn across the kitchen floor. The grass clippings I left in my grandpa's garden, which will fertilize next year's harvest. The friends I made in China, and the bicycle helmet I lost in Yosemite National Park are all parts I left of myself. The world is within me, and my identity is divided across it. Through the act of breaking apart, I am bilingual, multicultural, and omni-inquisitive.\n\nIn my bedroom, two roads also diverged. My room is lined with research posters and stacked with sonnets, with a fractal-themed calendar hanging from the shelf. The future is a stream of diverging probabilities, and each path feels like a riptide tempting my curiosity. Whether I give a school-wide talk on number theory or absurdism, my conversations live on in the hearts of the audience. Whether I'm cutting through stanzas or an equation on A4 graph paper, I indulge in the joy of movement. I want to emulate my father by writing proofs and solving problems even he can't do. At the same time, I want my culture to prioritize the humanities, which are analogous to introspection, empathy, and shared human experience.\n\nMy position within my community is a bridge connecting my personal passion for writing with larger discussions happening across my locality. When I started a writing camp last summer, I wanted to create a space where aspiring authors and local storytellers could collaborate and innovate. Through my exposure to different sights, sounds, and flavors, I can appreciate the complexities and intersections of the global community.\n\nWhen my mother first offered me a broken pig bone, I associated its fragmentation with loss. Ten years later, I'm still trying to suck out the marrow.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 9,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Discuss an accomplishment or event, formal or informal, that marked your transition from childhood to adulthood within your culture, community, or family.",
    "essay": "I was walking alone on the beach for the first time. This beach and I were old acquaintances—I had tumbled and scurried through its sands since I was five years old. It had always been a place for indulgence in simple comforts, to relax, soak in sun and water, and reflect. But as I began to walk away from the loungers, I saw children patting sand castles together and, despite feeling a pang of nostalgia, did not feel inclined to join them, and instead kept walking. Something was off. I had a new perspective.\n\nI sauntered over to the surf, and a flashback drifted in with it of that time when I was swimming at a competition in Acapulco Bay: I was eleven and struggled to get my bearing amidst the thrash of limbs and looming waves. I bobbed up and down, tasting salt and gasping for breath while I clawed at the sea. But then, I realized I wasn't sure of where I was going. I stopped, treaded water and stared at the finish line, in the distance amidst the wave crests.\n\nWhat froze me for an instant that time wasn't the disorientation, it was my realization that I was alone in the sea, that it was up to me where I went and how I got there. I recognized how similar this walk was to then: I was the captain of my one-body ship. I wasn't following my parents across the sand, or even within their sight—they had taught me how to swim. Now, how far did I want to walk?\n\nAs I reminisced, I saw my classroom take shape around me like never before: in the vaguely sinusoidal imprint of the waves upon the shore; in the billowing breeze born from convective currents. Suddenly, I overheard tourists, and it wasn't just about physics. Surely, the exceptionally weak Mexican peso attracted many foreigners. I saw the humble conch and cigar vendors of Mayan descent trying desperately to sell their wares, and it saddened me to see this symbol of the inequality that pervades Mexico.\n\nAn acute pain needled my foot. Looking down, instead of a regal shell like those I would scour the beach for before, I was disappointed to find a bent straw protruding from the sand. Indeed, there were very few shells left on this beach, and very few fish in its shores. Going deeper, none swam about my legs like they used to, or thrashed how my father told us they had in his childhood. Would my children get to chase fish on this beach?\n\nEverything, from our social ties to our environment, was interconnected. Identifying a problem was easier than solving it, and on this beach, it dawned on me that one cannot tackle present and future complex challenges effectively without an understanding of the bigger picture, where science, economics, sociology, and effective policy come together. My knowledge is incipient—but a grain of sand on this beach. At that moment, I felt a purpose: to be an agent of change for the good and not sit by idly. And to achieve that, I must learn. This convergence of independence, perspective, and determination gave new meaning to this place. For me, that is what it means to grow up: to look beyond your immediate surroundings and expand your conscience, to recognize one's ignorance and strive to make a positive impact, tracks that shan't fade with water. It was only here on this beach that I contrasted my past and present self, and saw a change.\n\nPerhaps adults are not those who know everything, for no one would be an adult. They are those who recognize that they must learn and act with a conscience, aware of the brevity of their lives.\n\nBy now my back was seared lobster red. It was time to go back, but it was a different me who did so.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 10,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "Google Buzz (a short-lived, kid-friendly, Twitter-esque social-messaging platform) emerged from the depths of the Internet when I was in sixth grade, and ever since, I've dabbled in the world of instant messaging. Without a cell phone to keep in touch with my middle-school friends, I had plenty of time to perfect my internet personality. The words I use, the punctuation I prefer, and the emoji I employ have transformed over the years, but one aspect of my textual appearance has remained consistent: I like to write in lowercase. Something about these subordinate symbols attracted me and still does. When I'm asked why I prefer never to capitalize, it's difficult to give a simple answer. Maybe it's an issue of aesthetic attractiveness—my brain prefers uniform, curvy contours to large, blocky edges. I'm also an advocate for linguistic equality, and certain letters do not deserve preferential treatment in seemingly arbitrary circumstances. Lowercase letters are underestimated: they're just as powerful as a larger figure and are often undervalued due to their size. The symbolism behind my symbols matters too, and I relate physically to a lowercase letter—small and petite, but able to pack just as powerful of a punch. My preference might be quirky or superfluous; however, these diminutive shapes have begun shaping the way I view the world.\n\nMy affinity toward lowercase is emblematic of my personality. Specificities are what I do best, perfecting facets of my life no one may ever see for my own satisfaction. Each novel I read is flagged with five different colors, and noteworthy passages are highlighted in the same color. Pink (foreshadowing), blue (symbolism), yellow (shocking details)—the system has been in place since I knew how to annotate. I've kept every case, ballot, and flow from my debate rounds in a meticulously neat file box, sorted by month and tagged with a little summary of the topic. Focusing on the minutiae allows me to perfect what I do and truly cultivate results I can appreciate. No one may ever see those details, but I pride myself in focusing on the small things just as much as the large ones.\n\nUsing little letters also builds a pattern of simple but effective communication. I maintain that the substance of your words and actions is far more important than the embellishments, and the way I debate reflects that mentality. Often, novice debaters are surprised at the lack of \"debate speak\" I use during my rounds, as I limit my cases to straightforward vocabulary. Verbosity isn't necessary for efficient persuasion, and I focus on perfecting the nuances of my arguments, not inflating the jargon. Instead of convincing a judge through the flowery language that debaters often use in place of convincing facts, I make sure that my arguments do the decoration for me. By founding my style on small, clear-cut details, I can streamline my approach to build connections that last beyond just a positive first impression. Lowercase letters don't demand the spotlight; instead, their impact derives effortlessly from how meaningful, low-maintenance, and necessary they are.\n\nAs communication becomes more important to me, so are my letters. What began as a quirky habit with little characters now represents my character. By taking the time to unembellish my text messages, I learned to concentrate on an authentic message rather than its packaging.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 11,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Discuss an accomplishment or event, formal or informal, that marked your transition from childhood to adulthood within your culture, community, or family.",
    "essay": "At thirteen years old, I was pushed headfirst into the freight train that is adulthood. At this point, I had dedicated ten years of my life to being a competitive tennis player. These years of dedication led me to become a top-ten player in the country. My family was elated. Being a top-ten player from Denver, Colorado, was next to unheard of due to the lack of elite players and coaches in the state. My family and I knew that if I was going to continue my success and hopefully play college tennis one day, I would need to leave my childhood home and seek training elsewhere. After lengthy deliberations, we decided I would be sent to the gambling capital of the world, Las Vegas. I arrived in Las Vegas in the autumn of 2012 as a completely free agent. I was randomly placed with a host family who I had never met before and who set absolutely no rules or guidelines for me to live by. For a brief time, I was living the dream. No parents and no rules to live by. I was completely independent, and I couldn't have been happier. Until the brutal reality hit: I was all alone. There was no longer anyone to hold me accountable for my choices or clean up my mistakes. Those burdens now fell on me.\n\nMy life rapidly descended into chaos. The pressures of adulthood and independence had me extremely overwhelmed. All the added stresses caused my tennis to suffer, which was the opposite of what moving to Vegas was meant to do. I became a shell of who I was, riddled with anxiety and depression. I was nothing more than a frightened child who felt abandoned and alone and couldn't handle the growing pains that went along with growing up. As my dreams of college tennis began to crumble around me, I knew it was time to make a change. My parents had trusted me to come to Vegas and truly make something of myself. It was time to prove that that trust had not been misplaced.\n\nTennis and school became my whole life. I threw myself into training and studying with everything I had. I put the same dedication and heart into every aspect of my life. I cleaned my room, cooked my meals, and saw to all my responsibilities. With these efforts, my depression was lightened until it finally disappeared. My tennis followed and began to get better and better, eventually leading me to the number two ranking in the country and two national titles.\n\nDuring this transitional time, I learned valuable lessons about adulthood. Having independence is a privilege and this privilege must not be taken lightly. In this time, I learned I owe it to myself to give every aspect of my life the attention and dedication it requires in order to succeed.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 12,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "The way fear pulsed through my chest and sent sweat pouring out of my palms would have suggested I was being held at gunpoint or standing in front of an executioner deciding my fate. But I wasn't. I was standing before my mom, one of the sweetest people I've ever known, who has praised nearly every step I have taken on this Earth.\n\nAs she reclined in the small red living room of our duplex bathed in dying evening light, the words she spoke were muffled by thoughts running riotously through my mind. In every pause in our conversation, I struggled to force the words past the rock that had manifested in my chest and was weighing down my courage—\"I believe in God.\" Four words. That's all. But they would rupture my mother's belief that I still held the atheism we had shared as long as I'd had the thoughts to agree with her and the words to criticize the ignorance of those with faith.\n\nBefore my parents' separation when I was in fifth grade, my M.O. was to shut down anyone who promoted an idea as \"unscientific\" as God, and that pride kept me from understanding the perspectives I opposed. When I decided to hear the opinions of others and search out my beliefs for myself, I found myself questioning what I had been taught my entire life. When I finally forced the words out, they slid past my lips so smoothly that I wondered what had been holding them back for so long. When they reached her ears, her eyes fell, her voice dropped, and her disappointment hit me like a boulder. Did it hurt? Yes. Was I shunned for a while? Oh yeah. Breaking free from expectations that had roped me in for years was bound to get a reaction. Did all of this cripple me and send me further into isolation?\n\nAbsolutely not.\n\nThough my mom may not have been able to see it yet, revealing my own free thinking was worth the week of awkward silence that followed. My secrecy tainted our relationship with an unseen barrier. This raw, open honesty mixed with the empathy I'd learned to truly put into practice allowed me to forge genuine connections with my family, and later my peers, despite the inevitable and innumerable differences we had.\n\nEmbracing my individual thoughts was crucial to becoming who I am today. In the years following the divorce, I'd been tossed between the vastly different worlds of my mom and dad. I rode a ship in an ever-reversing current between two lands with different rules, different beliefs, and different expectations, seasick from the weekly custody exchange. But this continual state of adaptation was the life I had grown accustomed to, and I had chosen to change it all. The words I spoke that evening didn't just declare my faith; they laid down bricks in the foundation for what would be my world, built of my own beliefs, my choices, and my passions. For someone like me, who had always been a people-pleaser who avoided all decision-making like the plague, this could not be more life-changing or terrifying. But it was also the door into freedom that I hadn't imagined possible.\n\nMy situation was unbearably lonely and chaotic at times, but it forced me to build my own world. With my feet on solid ground of my own choosing, I gained control of where I stepped next. I chose to question what people told me and to search relentlessly for answers, even if those answers challenged the ideas I had pridefully upheld for years. I learned how to open myself up to challenges and take unconventional paths that defied the expectations of those around me. And now I am free to blaze trails in uncharted territory where much greater opportunities await. I will never stop questioning, nor will I ever stop growing.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 13,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Some students have a background, identity, interest, or talent that is so meaningful they believe their application would be incomplete without it. If this sounds like you, then please share your story.",
    "essay": "There I stood, face to face with an alligator. The sight of the reptile frightened me into a state of paralysis. It was, in truth, a stuffed alligator—the emerald-green mascot of my beloved elementary school—but still, we stared each other down as if confronting one another on the banks of the Amazon. My kindergarten teacher had asked that my classmates and I engage in short dialogues with the alligator to strengthen our social skills.\n\nAnd I just could not do it.\n\nEventually, my teacher coaxed me to her desk with her sunny smile. I timidly held the conversation there, closer to the shadow of her desk and further from the army of eyes of my classmates poised at their desks, watching me.\n\nPublic speaking exercises followed me like paparazzi throughout my school career. In my sophomore year, my biology teacher assigned us the challenging Science Fair Project, etc. I was as daunted as I was exhilarated by the prospect of leading my very own scientific research for the first time, and I chose to study the creatures that have one of the most intimate relationships with the health of our soils: worms.\n\nI embarked on daily treks to my basement for five months to observe the status of the one thousand worms that (much to my mother's dismay) were temporarily residing there. I translated my investigation of the effect of detergents on worms into nearly fifty pages of graphs and analyses, which paved the way for me to conclude, like my favorite heroine Nancy Drew would connect evidence and a motive to a criminal, that common household cleaner infiltrating the worms' soil suffocated and thus severely incapacitated or killed them.\n\nSeven of my peers and I were chosen to present our experiments and findings to the biology classes in a judged competition, the culmination of our many efforts.\n\nThe broader environmental issues of pollution and the impact of chemicals on our Earth—ideas at the heart of my experiment—forged the staircase up which I climbed to gain the courage to take my place behind the podium. I gazed into the audience of fellow students, teachers, and administrators who were studying my elaborate, earthen-colored trifold display as it proudly towered over me.\n\nThe voice I lacked that day in kindergarten slowly emerged with each breath I took as I addressed my audience and summarized the results of my research and the larger meaning behind it.\n\nI discussed the paradox of water—how its color symbolizes purity but how easily the everyday actions of human beings transform it into a toxic poison. Stunned, during my experiment at the sight of shriveled-up, asphyxiated worms, I felt I had witnessed the aftermath of an environmental battlefield. While speaking, I could not disguise my dismay at the notion that each of us unknowingly pollutes when simply washing our cars and creating runoff or neglecting faulty pipes oozing soapy water—and this does not even begin to take into account industrial-level pollution of water sources. I impressed upon my peers that we cannot procrastinate solving the clean water crisis in the same way we delay lengthy homework assignments or chores—this environmental emergency calls us into combat right now.\n\nStanding behind that podium two years ago, I discovered the power of my own voice. I planted my feet firmly onto the stage, realizing I had unearthed a passion about which I could speak confidently and ardently. I hope this desire to better our relationship with the environment will continue to propel my quiet voice for a very long time.\n\nNo longer paralyzed at the thought of speaking in front of many curious eyes and ears, I scanned the audience and recognized a few kindergarten classmates whose faces, years before, had deterred me from sharing my words.\n\nThis time, I met their stares and grinned, compelling them to listen.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 14,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Some students have a background, identity, interest, or talent that is so meaningful they believe their application would be incomplete without it. If this sounds like you, then please share your story.",
    "essay": "Nine hundred curious eyes look toward the center of the gym, peeking over chairs and gazing down from high up on the bleachers. Everyone was focused on one sophomore student, about to present an informative speech for ten minutes about the color blue. Intrigued about how a person could say so much about a simple color during this period of time, the audience kept their ears wide open. As this student began speaking, their minds were introduced to the world of the color blue. Its origins range from its discovery with the ancient Egyptians to its association with the Danish king nicknamed Bluetooth, the man whom Bluetooth technology is named after. Blue's influence upon our culture not only involves the prevalence of the color blue amongst the works of Picasso, but also of blue's association with gender stereotypes. In all, this seemingly standard color had indeed left a profound impact on our world.\n\nAt the end of those ten minutes, I received a standing ovation. The student body and faculty of my school had loved my presentation so much, that I was no longer solely recognized by my name. From this day forward, I was given the identity of the \"blue girl\" due to the topic of my speech.\n\nAt first, I didn't mind. I thought it rather flattering when my school principal would say to me, \"Hey, Blue!\" in the hallways. But over time, I realized that the way my school community had come to identify me was similar to the way my speech and debate community had. In the speech and debate world of expository speaking, the speech event which I participate in, I am known among my fellow competitors by whatever speech topic I am presenting on for that school year. Thus, as a freshman, I was known as the \"coffee girl,\" followed by the \"blue girl\" my sophomore year. But interestingly enough, during my junior year, I was not known as the \"cheating girl\" (thankfully) but rather as the \"bunny girl\" due to the use of a bunny stuffed animal during the introduction of my speech (yes, props are allowed). Nevertheless, the tradition remains. I am branded by my speech topic every year.\n\nAlthough these annual labels will haunt me until I graduate, they will truly never define me. I have to admit that my speeches did help me gain some excellent public speaking skills over the years, but my presentations on coffee or the color blue do not make me who I am. My passions, my daily actions and relationships with other people are what define my character and the person who I've become today. I love calculus, know how to program it, and am capable of soldering microcomponents onto a motherboard. On the other hand, my involvement in speech and debate has led many of my classmates to assume that I am interested in public policy or business when in reality, my true passions involve me pursuing computer science and engineering.\n\nThroughout this experience, I have come to realize that the rest of the world tends to function in a similar manner. People often make assumptions about others or give them labels that don't correspond with their true character. But for me, it is essential to seek the value and character within each individual in an attempt to live label free.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 15,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "English is an incredibly strange language. At least, that's what my mother always says. The verbs don't have different conjunctions for every subject; certain words have letters tucked in amidst consonants and vowels that are silent or that change the pronunciation completely. English was my first language, but because of my parents' complicated relationship with it, it never felt as simple as that.\n\nAs a little girl in the public school system of Brooklyn, nearly half of my friends had a parent who was an immigrant. Two of my best friends were the children of Russian immigrants; another had parents who had just moved from Haiti; one girl had moved from China with her family at the start of elementary school. So, in the background of my playdates, class parties, and drives to and from events, I heard an array of \"Englishes\"—there were the accents, both heavy and slight, the mispronunciations, the quirks, the strangely conjugated verbs—language truly seemed as fluid as water to me.\n\nIt wasn't until I entered private school that I really felt like there was a \"right\" way to speak English. My friends' innocent comments about my mother's cute accent—something I had never noticed—and jokes about words I misused or mispronounced—\"Salmon? It's Sahmun\"—gradually began to expose me to my misconceptions about language. Speaking \"well\" and \"with eloquence\" took on an entirely new meaning for me. Anytime anyone complimented my writing or what I said in class, I held tight to it because eloquence seemed so crucial to be regarded as intellectual and capable of success in this country. At twelve years old, I was just starting to pick apart the differences between my lifestyle and the lifestyles of my private school friends, and from what I could understand, language was one of the big factors separating me from them. Frustrated by the fact that the thoughts that danced through my mind were never done justice by my writing, I took to expressing myself through the studio and performance arts, especially through music. I found solace in a new language, one without concrete \"rights\" and \"wrongs.\" Growing up being exposed to music that constantly broke boundaries, I was able to develop my own understanding of this universal language, and it helped me interact with the new community I had entered. I made friends through the numerous ensembles I began performing in and in the theater community. I collaborated with students and teachers, developing relationships that not only expanded my knowledge of music but provided me with a support system as I navigated the hurdles of living what felt like a double life. I had discovered something that had given me the courage and confidence that I needed to begin stepping outside of my shell.\n\nThere isn't very much that is simple about my identity. I'm a woman of color, but I am also white-passing. I come from a low-income family and live on the opposite side of Brooklyn from my school in Brooklyn Heights, where I spend my days with my wealthier peers. I understand parts of the languages I grew up hearing, but never enough to fully utilize them to connect with my community or even with my own family. But I feel my Puerto Rican heritage whenever I dance to a Latin beat. When I pick up my accordion, I understand the pain my grandmother felt when she lost hers as a young girl growing up in 1930s Poland. Music was the missing puzzle piece that helped me make sense of my world.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 16,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "Tell us about one of your proudest achievements or moments and what it says about you.",
    "essay": "It was an afternoon in August, during the summer between my freshman and sophomore years of high school. I was about to pick up where I left off in one of my summer reading books when I heard a voice in my head say, \"I'm not going to kiss you.\"\n\nPartial lines of dialogue have a habit of popping into my head whenever they want. I've been writing since first grade, so I've had a lot of time to get used to this. Something was different this time, though. I closed my eyes. The speaker appeared: a seventeen-year-old boy with dark eyes and darker hair.\n\nWith him came an entire plot.\n\nExposition, climax, resolution. Everything all wrapped up with a neat little bow.\n\nI scrambled to my desk and began to write. I filled an entire notebook with a rough outline in a matter of hours. It was more than enough material for a novel.\n\nA year prior, I had participated in National Novel Writing Month. Writers attempt to write a fifty-thousand-word novel in the thirty days of November. That year, I went in blind. I hadn't really known what my story was about or where it was going. I only made it to thirty thousand words.\n\nNow, I had an entire outline. I knew exactly what I wanted to say and how I wanted to say it. So I decided to try again. This time, I vowed I would do it. I would write a book. I waited for November with increasing impatience. Finally, the first of the month arrived. After school that day, I ran to my computer and began to write. Every day that month, I finished my homework as quickly as possible, then sat at the computer and wrote until I physically couldn't stare at the screen any longer.\n\nThere were days when I couldn't get a scene quite right, or a piece of dialogue wasn't flowing, or a character was acting, well, out of character. That frustration made me wonder, \"Why can't I just take a day off?\" But I knew that it would be more difficult to keep going if I stopped, so I pushed through. The word count ticked steadily higher. At last, the morning after Thanksgiving, I hit fifty thousand words. It was the hardest thing I've ever done.\n\nShock, satisfaction, and ecstasy rolled over me in one overwhelming wave.\n\nI wrote a book.\n\nIt wasn't perfect. It wasn't finished. But I set out to write a book, and that's exactly what I did.\n\nThe challenge only made reaching my goal all the more rewarding. I took on a difficult task and never gave up. Even when I felt like I would never make it to fifty thousand words, I wrote on. Something deep inside me needed to tell this story, and that love and passion gave me the perseverance to finish what I started.\n\nI wrote a book.\n\nI will always be proud of that.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 17,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "For as long as I can remember, my twin sister and I have communicated through song lyrics. Our shared playlist thrums through my earbuds as I sit on the plane, watching the clouds roll out and a beautiful college campus roll in. It reminds me of how much we've grown with and learned from each other, of how much of my personal identity has come from the one we share. So I close my eyes and just listen. \"We'll sit in our bedrooms and read aloud, like a passage from goodnight moon . . .\" - Track 1: Goodnight Moon\n\nWhen Vivian finally closes her Calculus textbook, I crack open a very different kind of book. She groans. \"Please?\" I say. \"Just one chapter. I promise.\" With a sigh, she moves over on the twin bed. I give a squeal of delight, plunging right in with my best character voices. Every couple pages, I insert the word \"banana\" into a sentence to make sure Vivian is still listening, but now she's wide awake. One chapter spirals into three to five, and one night of pulling a Benjamin Buttons and becoming fearless, overly zealous children turns into a tradition. As we laugh, cry, and push the boundaries of imagination together, I decide that this is what life should be about: dreaming large and loving larger.\n\n\"You raise me up, so I can stand on mountains . . .\" - Track 2: You Raise Me Up\n\nMy breath comes out in sporadic puffs. This is it, I think. I've finally found the one thing I can't conquer with hard work, optimism, and willpower: the mile.\n\nVivian strides a couple paces in front, but she slows down and reaches a hand out. She tugs on my arm and yells encouragements through her own exhaustion, so I pick up my pace and forge through, sprinting the last 150 meters by her side. When blood starts flowing normally to my brain again, I think about all the ways we challenge each other through our competitive natures inherent to being twins. But even though our competition pushes me to be better, our unwavering support for each other pushes me to be the best that I can be—as an athlete, a student, and ultimately a person.\n\n\"Come on let it go, just let it be, why don't you be you and I'll be me?\" - Track 3: Let It Go\n\nConnor looks at us skeptically.\n\n\"I swear we're fraternal,\" I repeat.\n\n\"But you guys are basically the same person,\" he says, baffled.\n\nBefore high school, a comment like that would've punched a hole in my self-esteem. But I realized that being so similar to someone else molded my individuality in incredible, ironic ways, every joke about my replaceability fueling my drive to distinguish myself. I learned to define myself both inside the context of being a twin, balancing Vivian's strict rationality with my more emotional, philosophical musings, and outside of it, finding a family and new identity in a Christian community and delving deep into creative writing, social work, and other passions unique to me.\n\nSo now I just laugh. \"If you don't believe me,\" I joke, \"you can just ask my mom for the birth certificate.\"\n\n\"I don't know if I've been changed for the better, but because I knew you, I have been changed for good.\" - Track 4: For Good\n\nMy favorite duet from the musical \"Wicked\" plays me into the landing gate, where so many new songs await. As I hum along to this one, I tell Vivian all that I need to say: that our timeless traditions have shaped my creativity, spontaneity, and sheer love of living; that her unconditional support pushes me to improve myself ceaselessly and conquer the unconquerable; that this shared identity has paved the way for me to build my own. That being a twin has changed me, for good.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 18,
    "school": "Yale",
    "year": 2017,
    "type": "commonapp",
    "question": "",
    "essay": "Dear Emma . . . I would skip a line and mark so many others out as I try to put into words what I went through and how exactly I came out on top.\n\nTo understand my metamorphosis to adulthood, first imagine growing up in my Southern household: all the men are alcoholics; all the women never leave the men, no matter what. I was expected to get a boyfriend and eventually marry him, the sooner out of high school the better. Education and feminism were not valued. The women cooked. The women cleaned. My dad was probably worse than the others. The youngest child and physically disabled, he led a hard life that he's never handled well. I think the longest period he's went without drugs or alcohol is a month. He lives off disability and he always married a new woman to take care of him, after the old one got tired of it.\n\nNow imagine possessing some above average intelligence that I got from my crazy, bipolar mother (my father's words, not mine). Imagine living in a house where a NASCAR race or a new TV show was more important than homework; imagine wishing for a private bathroom and kitchen so you never had to leave your room and interact with your family.\n\nNow imagine it's your sixteenth birthday. Your father is in between wives and at the races on this day because he figured you wouldn't mind. You honestly don't. Your mother keeps saying her door is always open if you ever wanted to leave it all. Imagine you take the jump. You move out while your father is away. He pulls in as you're leaving with the last of your belongings. He realizes what is happening and he screams, \"How am I supposed to survive without your Social Security check?\" Not \"I love you.\" Not \"Don't go.\" Just \"I only need you for money.\" You hope you made the right decision, yet in your new home, it is anything but easy. You struggle with your mother to live off $1,200 until your check is transferred over to her; you put up with her bipolar moods and the seemingly constant guilt from leaving your father. You are reminded of this sporadically, as a relative calls you a thief, as your father threatens to turn you in to the police for taking your personal belongings.\n\nThe stress from all this was unbearable. I could not stand to be happy with my mother as I wondered how I could leave my father when he needed me to take care of him.\n\nYet, if there was one thing I would say to myself a year ago, it would be that everything turns out alright. Life goes on. Making the decision to uproot yourself so you can grow in healthier soil is never easy, but as you blossom, as you grow, you soon realize the decision was the right one and that everything will eventually work out for the best.\n\nThat day, on my sixteenth birthday, I not only changed in age, but I also changed in character. No longer was I going to allow someone to use me for his gain; no longer was I going to stand idly by as my life was poured down the drain and replaced with an empty beer bottle. That day, I made the decision to become my own person and to do what's best for me, for my life, for my education. I transformed from a person to be used into one who would not be tamed. I made my life my own, and I knew then that it would never be the same.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 19,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "",
    "essay": "\"Isn't Latin a dead language?\" my friends would ask. \"Not if you follow the Pope on Twitter!\" I'd retort.\n\nStill, even in 140-character increments, translation did not come easily to me. At first, I had difficulty comprehending basic sentence structures. Then, three years later, I found myself reading Cicero and Pliny. Almost overnight, I went from working through the rudimentary stories in Latin for the New Millennium to analyzing some of the most sophisticated rhetoric of the ancient world. Latin paradoxically allows for both specificity and broad ambiguity, and the translator determines the exact syntax in the former and takes creative liberties in translating the latter. I was enthralled by the mechanics of Latin, and the ways each writer bent them to his own needs; however, I didn't yet have the confidence to engage with the texts. One day, a classmate neglected to adjust for the case of a noun demanded by a rarely used irregular verb. When, without thinking, I raised my hand to correct him, I realized I finally understood some of the quirks of the language.\n\nFrom then on, I was confident enough to feel like I was engaging with each ancient author one-on-one. Latin was opening up entirely new (and old) worlds to me. When I read Caesar's De Bello Gallico, I pictured myself as a loyal legionary receiving secret military intelligence about the Gallic Wars. Reading Pliny's letters, I began to imagine that he was writing me personal anecdotes about the pleasures of catching boars in the woods or the harrowing eruption of Mount Vesuvius.\n\nThe word \"translation\" comes from the Latin trans, \"across,\" and latum, \"borne or carried,\" and my favorite moments of translating come from bringing different disciplines together through a close reading of sometimes just a single word. In Vergil's Aeneid, for instance, I came across one of multiple words for \"anchor,\" ancora. Curious why Vergil had chosen this particular word, I looked up the historical accounts of ancient Roman technology and discovered that ancora was anachronistic: though common in Virgil's own time, this type of anchor could not have existed when the Aeneid takes place. I happily found myself at the intersection of history, science, and Latin.\n\nWriting a lab report for AP Chemistry or solving math problems in BC Calculus is primarily a solitary endeavor, but translating Latin is a collaborative effort. I work alongside my classmates and centuries of classical scholars who have grappled with the same texts and offered insights through appended notes. In Pliny's account of Mount Vesuvius' eruption, a footnote advised us to compare the eruption's effects in Pompeii vs. Herculaneum. My teacher brought in rocks he excavated from Pompeii, showing us Plinian bombs, explaining why they did not appear at Herculaneum, and a classmate drew us a map of the geography between Vesuvius, Pompeii, and Herculaneum; together, we developed a comprehensive picture of the eruption.\n\nIn practice, translating is a highly technical task, but the concept is simple: make an unfamiliar language accessible to a new audience. I can apply many skills I have learned from translating Latin to my other interests. When writing science research abstracts, I closely analyze the dense source material before translating it for a lay audience. Conversely, I can translate real-world problems into scientific experiments that aim to provide concrete solutions. When I chant Torah and Haftarah in front of my synagogue's congregation, I convey the meaning of biblical Hebrew words through the ancient melody, or trope, with which each word must be sung. In band, I imbue sheet music with tone and emotion while mindful of my individual role in serving a larger ensemble. As an editor of my school newspaper, I translate news and feature stories to the student body through assigning and revising articles. In all that I do, I translate to make sense of the world I live in and to share my understanding with others.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 20,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "Some students have a background, identity, interest, or talent that is so meaningful they believe their application would be incomplete without it. If this sounds like you, then please share your story.",
    "essay": "I was raised in the streets.\n\nI grew up sitting on my father's shoulders, my tiny head sticking out above a mass of thousands. I grew up marching between my parents in an orderly line, down crowded Hong Kong streets. I grew up sitting on the ground of Victoria Park, every year on the anniversary of the Tiananmen massacre, with a brightly glowing candle cupped between my ever-growing hands.\n\nWhen I was a baby, I would lie in my crib with my tiny hands curled into tight fists, one arm raised above my head as if punching the air in indignation. My mother would laugh and say I was born a fighter. There's a photo of me from around the age of five, where I'm standing on a crowded Hong Kong street. I doubt I had any clue at the time as to why I was there, but the sense of determination and infectious fervor were clearly reflected in my eyes.\n\nThat same perseverance and spirit were reflected again in my eyes, and in the eyes of thousands of other Hong Kong students during the Umbrella Movement. As I sat on the highway with the thick humid air hanging over the city, I felt a cool calm because I sensed in that moment a feeling of empowerment—not because I knew China would back down, or that our efforts would succeed, but because I felt that in that moment I had millions of people supporting me, working with me and helping me. It was the first time I had truly understood the power of the masses.\n\nThat day, as I cautiously made my way to Central, an indescribable feeling surged in my chest as I neared the crowds. I sat on the freeway in a lopsided circle with my friends, instead of within the protective shield of my parents as I had done countless times before. We snacked and joked and studied for upcoming exams, yet we could all feel, in the lighthearted atmosphere, a sense of unexpressed tension, a feeling of dignified resistance.\n\nThat was the first time I had gone alone to a protest. That was the first time I had truly been present in a movement. That was the first time I was utterly aware of what was going on; the first time I had felt an absolute resolve to do my best to fight for my beliefs and defend our rights. That was the day before unthinkable violence broke out on the streets of my hometown. We had a discussion once in Chinese class about the Occupy Central movement. Virtually all in my class were against the movement for a variety of reasons, mainly the inconvenience it caused them; everyone, that is, except me. I stood in defense of the revolution, in defense of Hong Kong's need for democracy, in defense of the thousands of people sitting out on the streets for months, being braver than I could possibly imagine. With a human rights lawyer for a father and a political scientist for a mother, I've never known another reality.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 21,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "",
    "essay": "Pressed against my jugular artery as I was about to drown in a puddle of my own blood, a four-inch blade was my first introduction to health disparities in Appalachia.\n\nEarlier that morning, I had enjoyed waking up in the semi-dilapidated \"hollar\" of my host family to the melodious chirping of birds, the scampering of squirrels, and the shouts of laughter as kids played. Even though the cold tap water had been poisoned from forty years of coal mining, a warm feeling of acceptance emanated in Welch, West Virginia. As the day advanced, so did the thermostat, and an enormous crowd of homeless individuals gathered to escape midmorning starvation and the blazing sun. Once a center of economic prosperity, the area now embodied despair, poverty and addiction.\n\nVolunteering to distribute donated food supplies to churchgoing residents on a Sunday morning, I wasn't expecting much action. Nevertheless, a hunched-back man in his fifties wearing scruffy denim overalls had to make things a little interesting. He passed me a box of tomatoes to hand out. Being courteous, I responded \"Thank you sir\"—that's all I had said. Unfortunately, he took it the wrong way; he preferred that I call him by his real name: Billy. My new acquaintance \"Billy\" then unsheathed his Swiss-army knife, tracing it against my neck.\n\nAt that moment, I feared for my life. Was I supposed to defend myself in this melee match of death, or surrender and cry for help? My jugular was one sloppy jerk away from flooding the floor with my own blood. My eyes darted toward my identical twin across the kitchen and I felt afraid not just for my life, but also his. After what seemed like hours, the man muttered, \"Don't call me sir. Call me Billy.\" Moving beyond our little misunderstanding, we got to know more about each other.\n\nI told Billy some interesting tidbits about myself, like how I binge-watch Bollywood movies (at least the ones available on Netflix) or my obsession in constantly checking my Twitter feed. In contrast to my lighthearted habits, Billy revealed to me the events that have shaped his life story. Billy was raised in a humble shack with no electricity or running water and abused by a single alcoholic mother living in a county with a life expectancy at par with Haiti. He wished he could have earned his high school diploma, but had to drop out to support his mom and younger brothers by working in West Virginia's coal mines. Billy's situation exemplified a lack of opportunity that profoundly contradicted my prior philosophy that anyone, no matter what their circumstances, could pursue their aspirations as they saw fit. Billy felt powerless to either advance his socioeconomic class or escape from the clench of poverty. While I was taught the concept of personal ambition and individualism as a way to control one's destiny, Billy could afford to focus on only one goal—survival.\n\nWhen one suffers a lifetime of poverty, it manifests itself in the greatest inequality of all: healthcare. Billy and many others in a similar situation face disproportionate rates of obesity, diabetes, cardiovascular disease, premature teen pregnancy, substance abuse (especially opioid addiction), mental illness, suicide and the list goes on. Because of the economic situation, these folks are forced to prioritize saving a few bucks instead of their own well-being. If we as a society hope to help those who need it most, we must build a solid infrastructure for supporting social determinants of health. As an aspiring physician, I understand that healthcare is not limited to just four walls of a clinic, but to entire communities. Prescribing a pill isn't enough in the 21st century to treat a disease; instead, we need to provide a stable job market, suitable living environment and opportunity. If the aforementioned are accomplished, then we can help my friend Billy back in Welch, WV.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 22,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "",
    "essay": "It hit with the sound of an explosion. A wave of gravel and sand stung my face and I had to lean into the force to stay upright. One moment I was standing in the protected calm of a 24-by-20 military command tent; then in an instant I was outside, and the world went brown. It was a gale force blast of wind that tore the 400-pound metal and canvas structure from its stakes and tossed it in the air like a plastic bag. I heard screams and saw several of my cadets go down. The heavy tent had plowed forward before it went up. Now their eyes were on me. This weekend had just changed in a very serious way.\n\nIt was a three-day Civil Air Patrol mission in Indio, California. I was the cadet Project Officer in charge of twenty cadets providing support and security for the Desert Triathlon. One might wonder why a sixteen-year-old student was in that position. The answer starts back a long time in my relatively brief existence. I have wanted to serve as an officer in the US Military as far back as I can remember. I have an \"All about me\" drawing from second grade when I listed my future occupation as \"working on an aircraft carrier\" followed by being the President. I was an ambitious seven-year-old. When I was eight I attended a football game at the Air Force Academy. At the tailgate party before the game I was introduced to \"Ben, he flies F-22's\" and \"This is Niles. He's a Special Operator and can't tell us what he does.\" They were in shorts and t-shirts, flipping hamburgers, and talking to me about the most amazing things I could imagine. I wanted to be them. It has not changed.\n\nI was already involved in Scouting. I learned the basics of survival, first aid, and leadership, earning the rank of Eagle when I was twelve. I loved it. Then I discovered Civil Air Patrol, a civilian auxiliary of the Air Force. I went all in. The training and responsibility went to a higher level. I was learning the importance of supporting my leaders, who were teaching me how to lead by example.\n\nWe had been battling the wind for two days, which was much worse for the 1,000 athletes competing. In all, there were about 3,000 people there. Coordinating the parking and securing the competition bikes was our job. Organizing the team, and keeping them safe, was my responsibility. Now I was doing concussion testing. We determined three cadets needed to be taken to an urgent care. I was walking to the vehicle with one of the cadets, who was protesting that she was fine, when she slumped against me. I caught her and carried her to the truck. I looked at the senior member nearby and said, \"She needs attention now.\" He pulled out his phone and dialed 911. When they left in the ambulances I focused on the remaining team and the mission. It poured rain all the next day, and at the end the Race Director told me it was the toughest event in his twenty-five years of competition, and he couldn't have done it without our team. Battered, bruised, cold, and wet, I was so proud of every cadet. I had been awake for 40 hours, the three injured cadets were going to be fine, and I felt great.\n\nI once listened to an Air Force General explain that basically there are our homes, and there are our enemies, with a dangerous space in between. Most of my life has been spent preparing me to stand and lead in that space. I am looking forward to a university experience where I can learn, contribute, and mature as a leader. Whatever comes my way in the next thirty days and the next thirty years, I want to be the one who is always ready when the big storms come.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 23,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "",
    "essay": "I LISTENED\n\nEquipped with a notepad and blue ink pen, I began my interview with my father, a former refugee and survivor of the Cambodian Killing Fields, to supplement my research project. Inexplicably nervous as I shifted in my seat, I gripped my notepad and locked my eyes on the first question.\n\n\"To begin the conversation, prior to the communists' takeover of Cambodia, how would you describe your family life?\" My father replied in a formal tone, clearly struggling to mold his story into the frame I had imposed on him. I had heard stories about the time he broke his leg at his refugee camp and my journalist uncle who disappeared during the regime, but I never fully listened to his attempts to illustrate the past.\n\nI knew about the atrocities of the Khmer Rouge but failed to completely understand its repercussions. The gap between two generations with vastly different experiences always clung to my conscience, exacerbated by the fact that I cannot speak Khmer fluently. I hesitated to speak, fearing judgment for my American accent and imperfect grammar, and desperately desired to liberate myself from this stigma.\n\nAs soon as I was assigned the International Baccalaureate Extended Essay to fulfill my diploma requirements, I immediately scribbled in my topic—the economic, political, and social repercussions of the Khmer Rouge's reign in Cambodia—on my proposal sheet and slapped it onto my advisor's desk.\n\nDuring the interview, I quickly realized the impotency of my questions, which could not capture what I had failed to face my father with: empathy. I slid my notepad aside. In his thick accent, which had traversed thousands of miles and transcended more than thirty years of adversity, he allowed his words to fall limply, as pieces of his story cascaded into pools of raw emotion.\n\nOne hour glided by, as he divulged the time he was beaten by a Khmer Rouge soldier. His voice broke.\n\n\"It was . . . It was hard.\"\n\nThese laconic words rendered me speechless. I envisioned the prison my father was kept in and the bullets that whizzed past him from a mile away. I felt the agony that surged in him as he watched his mother wither away from starvation. I had observed Esperanza's coming-of-age as a young Latina woman in The House on Mango Street. I had explored Bigger Thomas's tragic bildungsroman in Native Son, and in one hour and thirty-eight minutes, I had experienced the most devastating period in Cambodian history from the eyes of one of its lost children.\n\n\"Orkun chraun, Pa.\"\n\nThank you. I may mispronounce a phrase in Khmer. I will definitely misspell every other Khmer word I throw myself at. However, as I have gradually grasped the language, I remember that singular moment of tenderness that introduced me to a sentiment that remains universal. A pen and paper cannot capture the tears we shed for those we have lost, but words can allay the tempestuous memories time has helped us accept and convey to others.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 24,
    "school": "Yale",
    "year": 2016,
    "type": "commonapp",
    "question": "The lessons we take from obstacles we encounter can be fundamental to later success. Recount a time when you faced a challenge, setback, or failure. How did it affect you, and what did you learn from the experience?",
    "essay": "When I first started competing nationally, I was a pretty dreadful fencer. At the tournament, many of the girls—who had trained since they were somewhere between zygotes and elementary school students—knew before they'd even started fencing for the day that they would beat at least one person: me. This was an unusual position for me to be in because I had become accustomed to winning, or at least coming close, in every endeavor, from the geography bee to games of cards. While some things remained stubbornly out of my reach, such as singing on key, writing in pen without always wishing that there was an eraser, and applying mascara without poking myself in the eye, most of the time when I tried something, I would succeed almost immediately.\n\nWhen I failed, or rather, didn't succeed as much as I wanted, I would be quite upset with myself, wondering how I had misspelled a word so simple as \"dimension\" or missed a question on a math test. I knew that I was able to win and my inability to meet that potential disappointed me. Fencing, which required coordination, patience, and finesse, all things that I lacked, was the first endeavor in which I could initially expect nothing more from myself than losing with dignity.\n\nI'd been competing for a year when I entered a large tournament in Kentucky, where I found myself fencing against the number one fencer in my age group. Tall, storm-eyed, and so fast that I didn't recognize that she was attacking before she'd already hit me, Morgan Partridge was so frightening that when I was called to fence against her, I laughed as one laughs at her own impending doom. In the next two minutes, she thwarted my best efforts to stop her unstoppable attacks and scored touches on me pretty much whenever the mood struck. That was why I was so surprised when I realized that my hand had twitched in just the right way and I had scored a touch on her. I felt the purest, most baffling sense of joy because, for a second, the impossible had happened; something worked for me. Morgan won the bout 5 to 1. She flipped off her mask, threw back her blond ponytail, and let out a long, bone-rattling scream. As I shook her hand, I was still wondering how on earth I'd scored a touch on the Morgan Partridge. After the tournament, despite the fact that I had scored only eight touches all day, I couldn't stop smiling when I thought about my successful touches, though they were quite rare.\n\nLearning that small victories hard earned are more valuable than blazing glory easily won was something I could only discover when I tried something that I had no natural talent for whatsoever. My fencing was painfully awkward; my coach called me \"big brick\" because of my slowness at learning new moves, my feet never seemed to move in the right direction and my ability to hit on target left plenty to be desired, yet I had never been happier.\n\nSince that day in Kentucky, two years have passed. During that time, I fenced whenever my club was open, sometimes drilling actions with an endlessly patient teammate until our coach started jingling his keys and looking at the door. I entered every tournament I could and I was defeated both often and soundly. Agonizingly slowly, my victories became more common and less surprising. I started winning medals at local tournaments and my national results have become brilliantly mediocre. These are the things of which I am proudest. Though I have experienced greater success at school, I often discount these accomplishments because I know that they came easily. Fencing is the first thing in which I experienced failure and the thing from which I have gotten the most genuine joy. Satisfaction, I learned, doesn't come from accolades (though they are undoubtedly nice), but from improving through hard work.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 25,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "",
    "essay": "I was five years old when my immigrant father created a makeshift bed out of two blankets from his truck and proceeded to put it under a brick oven for me to sleep in. It was 2 a.m. on a Saturday night and I was exhausted, so my father's most practical solution was for me to sleep under the oven. I remember thinking to myself, \"What the heck am I doing here?\"\n\nAt the time, my parents were newly divorced, and I stayed with my father during the weekends. Because we did not have a babysitter, I was stuck at my father's late-night restaurant, the Brick Oven Pizza, every weekend from 3 p.m. to 3 a.m. Working at his restaurant in downtown New Haven, CT for nearly my entire life, I envied my friends who were at home playing video games and living normal kid lives. While they were challenging goblins and beating strange characters, I was challenging wood in a brick oven and beating dough on a granite counter. One time, to entertain myself, I tied three Coke bottles to a bucket and shook it to see if it would reach the moon. It didn't, but I did learn a couple of things: making a soda rocket is very messy, and that three bottles aren't enough. In hindsight, it was probably a good learning experience, because with any messier experimentation, I might have learned what pizza dough felt like after being pounded by the hands of my father.\n\nBy the time I was ten, I could take orders on the phone and operate the register. Although I had to stand on a chair to see the person on the other side of the counter, I did my job, and I did it well. By twelve, I managed and worked full-time during weekends and summers at the Brick Oven. While manning the register, I met a variety of people—young and old, rich and poor, patient and impatient alike. On a typical night, I had conversations with everyone from giggling girls at 2 a.m. who just got out of the nearby nightclub, to Yale professors who stopped by to buy a slice, to (Bad) Chad Dawson, a New Haven native and boxing champion. I fell in love with talking and interacting with people, and people fell in love with my corny icebreakers.\n\nOver the years I've learned so much from this restaurant in downtown New Haven and its community. I have met so many people that wherever I go, I'm referred to as \"that kid from Brick Oven.\" In the countless hours spent at what is essentially my second home, I learned, firsthand, how to be an accountant, a behavioral therapist, a manager, a baker, a handyman, a social worker, and a skilled multitasker, all at the same time. I know that I will learn much more in college, but I anticipate that these skills will also come in handy. Most importantly, however, I witnessed my immigrant father working tirelessly throughout the years to support and build a life for me in the United States.\n\nThe message I constantly heard from him was, \"Son, work hard in school, so that you won't have to work like me.\" With this, his blue-collar work ethic was, and still is, instilled in me. I never did get an Xbox or PlayStation, but it did not matter because I had my powdery flour, my cash register, and my friends from all over New Haven. I had the opportunity to learn fast from my surroundings, not just how to spin a perfect crust, but also how to interact with all sorts of people, at their best and their worst, at every hour of the night. Most of all, I'm excited to explore what's on the other side of the counter and what new challenges are in store for me in the future.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 26,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "Discuss an accomplishment or event, formal or informal, that marked your transition from childhood to adulthood within your culture, community, or family.",
    "essay": "I grew up in Columbia, S.C., but I moved away from home as a sophomore to go to a residential high school for the arts. Doing so gave me more independence than any of my peers or I had ever had. Until a few months ago, I would have said that moving away was my most significant transition toward adulthood; however, I realized a greater level of independence during the summer of 2013. I spent the month of June living with two other boys in an apartment in Salt Lake City. I flew to Utah on my own to dance on scholarship with Ballet West, and living there was the first time that I had been completely without the supervision of parents or teachers. From auditioning and meeting the director in March, to flying across the country on my own, it was a new and transformative experience, and one that I undertook on my own. I saved money, shopped for groceries, cooked my meals, and used buses and trains to get to class and rehearsal every day. I had the freedom to travel around the city at my leisure, but it was also up to me to get to class on time, take care of the apartment, etc. Although I've lived in a dorm since I was fifteen, the level of responsibility that I had in Utah was very different from what I was used to at the Governor's School, especially the absence of curfews, cafeterias, and supervision. That, however, was only half of my summer. After I left Salt Lake City, I went to London to dance at the Royal Ballet School. I stayed with a host mother who provided my meals, but I was completely responsible for using public transportation to get across the city to school each day. Being able to spend my evenings and weekends sightseeing and exploring London with friends, or on my own, was incredible. The experiences that I had in London, and Salt Lake City, were formative and I feel that I accomplished what I hoped to in both places. The opportunities that I had to train with so many teachers and coaches was remarkable, but the time that I spent in each city, and the people that I spent it with, were equally influential. The independence was endlessly exciting, and the adventures that I had this summer taught me a lot about myself. I enjoyed meeting different people from around the world, and learning about their cultures, which were both so similar to and different from my own. In London, I loved going to lunch with three or four other dancers and having conversations that would involve five different languages. Being able to hear and practice foreign languages inspired me, and drove me to work harder at becoming multilingual. Experiencing so many new things, both in and out of my classes, required me to mature quickly and work hard, but also helped to shape my goals for the future, specifically what I want to study for the next several years.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 27,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "Some students have a background or story that is so central to their identity that they believe their application would be incomplete without it. If this sounds like you, then please share your story.",
    "essay": "The temperature reaches the single digits, but my heart is on fire because it is Election Day 2013 and I am ready for action. I grab my campaign signs, my mittens, and my homemade campaign buttons and head out. It is 5 a.m. and there is no one out except for the small group at headquarters. As the sun starts to rise and the cars start to roll by, more volunteers show up. I begrudgingly agree that I have to go to school, but my mind begs: \"Ten more minutes?\" At school, it seems I am the only one excited. It puzzles me because these elections are, for most of us, one of the few opportunities to influence the decisions that govern our community. Soon, I find myself back at headquarters, which is now abuzz as \"election day fever\" sets in. I make calls throughout the afternoon as we see more signs of a low voter turnout. Politics has taught me persistence and the value of never giving up on something. On a campaign, don't just accept that voters are not turning up; call them, remind them that their vote counts, listen to them when they say why they aren't voting, and offer a solution. The sun sets and the numbers start to roll in. We make a crowd now. Our candidates are here, signs are everywhere, and voter call sheets are strewn about the room. In the end, our candidate lost the First Selectman race, but we managed to fill most other positions.\n\nIt was an unmatchable experience to help the Stafford Democratic Town Committee in our 2013 municipal campaign, and Election Day was my favorite. The excitement was real and so was the disappointment. I feel at home at headquarters and each visit reinforces that this is where I am meant to be. In the anticipation waiting for the results to come in, the feeling of perfect content, like a puzzle piece finally fitting in, occurred. I at once felt an incredible sense of pride, but also a great weight of responsibility. Politics and government have become the air I breathe and my lifelong passion. Every day is another chance to reach more people, to do more good, and, little by little, to change the world. I always knew I enjoyed politics, and fondly remember saving up as a six-year-old to buy a poster of presidents that still hangs on my wall. Until last year, I never thought I could be where I am today and didn't dream as big and strategize so seriously about what I can be in the future. In a world full of change, that presidents poster, and my commitment to politics, remain a sturdy foundation for the future. From the High School Democrats of America to the Connecticut Democratic Party, that one short election in 2013 marked a great impetus for my future in public service and politics. I felt content, rewarded, and passionate working side-by-side with our candidates.\n\nPolitical work is tremendously difficult, but it is rewarding and pays in the knowledge of the skills needed to be a successful public leader: a clear vision, commitment to community, tenacity, and passion. Each day on the campaign trail, incredible stories of determination, compassion, and concern are shared. Politics to me is more than the negative ads and mudslinging; it is the opportunity to gain a better understanding and recognition of the incredible diversity of experiences and opinions in this world. The world needs devoted, dedicated, and compassionate individuals who can be the agents of change and progress for the future. I know I can be one.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 28,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "Reflect on a time when you challenged a belief or idea. What prompted you to act? Would you make the same decision again?",
    "essay": "I grew up with activist parents in a rapidly diversifying town. My mother was the mayor and my father was a lawyer who worked pro bono for disadvantaged clients. I had seen the value of giving a voice to those who might otherwise be ignored. I didn't know, however, that high school would give me a chance to do so.\n\nWith over a hundred members, Keyettes is my high school's largest service club. As a freshman, I joined because I knew that my capacity to help the community would be amplified by working with a varied, talented group. I had previously raised hundreds of dollars for St. Jude's Children's Hospital with my Tae-Kwon-Do dojang, and I felt the same energy from the Keyettes that I had felt from my martial arts fundraising team.\n\nAt the Keyettes' initial meetings, the freshmen and sophomores chatted excitedly before the senior officers spoke, discussing the upcoming events in which they wanted to participate. We wanted to be involved and to help those who were less fortunate. But I watched some of this excitement leave the faces of the underclassmen, including mine, when the seniors gave the underclassmen little opportunity to participate. I was disheartened that the message we heard was that the club was for the upperclassmen. Hoping to change this, even though, as I was told later, it was against club rules, I ran for officer at the end of my freshman year, becoming the first sophomore to be voted in as an officer of the club.\n\nAt first, I believed that my election would end the two-tiered system. I worked closely with the younger members, listening to their ideas and trying to relay them to the seniors with whom I was working. The other officers, however, had a different idea, and that idea did not include giving underclassmen a chance to shape the club or our interaction with the community. \"Seniors Only\" service activities were created, and the club's ability to serve the public was diminished.\n\nI was able to work around the senior officers to an extent, and I coordinated the 2013 annual fashion show to raise money for the Cystic Fibrosis Foundation. I ensured that the underclassmen were involved in every aspect of preparation: baking for the bake sale, modeling, and decorating. As underclassmen worked to prepare, I saw the club's potential increase, and, more importantly, I saw how happy the members were to be given the opportunity to contribute. I wanted to preserve this excitement, so, with permission from the club's faculty sponsor, I ran for Keyettes president, despite the senior officers' protests that only rising seniors could run.\n\nReaching out to underclassmen, I won on the platform that I would protect their voice in the club.\n\nAs president of Keyettes my junior year, I safeguarded the ideas of those who had been marginalized. For the first time, all members voted on activities that they wanted. The senior officers, with whom I served, wanted to cancel the 2014 fashion show, taking away the club's best opportunity to raise money—this time for Backpack Buddies, a group which provides food to our underprivileged students. I notified all members, urging them to attend the next meeting and show their support for the fundraiser. Many underclassmen came and voted in favor of the show. On the day of the event, I watched as a record number of underclassmen showed up to prepare.\n\nAt the end of my presidency, I focused on the fact that the leadership was all white and, except for me, all seniors. The officers weren't fully representative of those who wanted to serve the club and the community. I encouraged freshmen, sophomores and minority students to run for office. The officers are no longer exclusively white, and there are now two underclassmen who serve. I am proud that this small step forward for inclusion is my contribution to my school.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 29,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "",
    "essay": "Waiting at the mailbox. Waiting at the library inside whatever school I am at that day. Waiting for the first rehearsal to begin. All of these places have one thing in common, which is they all show what improvements I have made in performing on my lovely Annabelle and now Victor, my viola.\n\nI have a fear of performing in front of people, whether it be on giving a class presentation to competing for a solo at a concert. Actually, scratch that—I have a fear of disappointing people. From this, I get nervous when it comes to presenting anything in front of people. I didn't grow up with the typical large family; I grew up with my parents, brother, and a computer providing a portal to where I had apparently immigrated from and where my large family lived. My parents came with my four-month-old self to the United States with our visas and a distant relative's apartment to live at. I grew up with one foreign friend and my small family, so showing off my talents to others wasn't a strong suit.\n\nMy strong suit was (and still is) learning/teaching. I taught a couple of cousins how to speak English to help rid the language barrier a little bit, and I was learning every spare moment I had, since there were no luxuries of expensive toys or family vacations. In elementary school, I was focused on the weather and medicine. I strived to learn so that I could provide my family with the luxuries they deserved, and to prove my dad wrong in his sayings of our futures were gas store clerks/grocery store baggers. That all changed in sixth grade, though, when I had finally convinced my mom to let me learn an instrument: the viola.\n\nShe was convinced it was going to be like everything else; I'd be interested for a couple of weeks and then ditch it from fear. She was wrong; seven years later the viola is still going strong and has grown to be a key characteristic of my life. It used to be just a class and something I could show to my distant family without the need to translation to understand. However, in eighth grade my teacher suggested I go audition for the Milwaukee Youth Symphony Orchestra (MYSO). I thought it was a long stretch; there was no way that after three years I'd be good enough to get into the program, but I agreed to try anyways.\n\nShe gave me a couple of lessons to prepare, and said that I should be able to get into Sinfonia, the third-highest string group overall (at the time) and the highest string-only group. I remember entering the warm-up room, following all of the advice given before, and praying I wouldn't disappoint. I completed my audition, thought I did alright, and waited in agony the next two months for the letter determining my fate.\n\nFinally, it arrived, and with my palms sweaty with excitement, I open the letter and bam. Not only had I gotten in, but I had gotten into Philharmonia, the second-highest group and one of two symphony orchestras (at the time). Everyone was blown away, and has been with every audition/performance since. While it took a while to start getting over my fear, I had managed to be a part of Wisconsin State Honors Orchestra twice, attend state solo/ensemble every year in multiple events with good scores resulting, and recently go with MYSO's Senior Symphony (highest group) to a tour in Europe with four sold-out concerts.\n\nThrough music, I had achieved the reason that my parents moved to the United States: to build a better future and provide endless opportunities. I hope to continue on with music education and math in college to be able to teach students in fundamental skills both intellectually and artistically.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 30,
    "school": "Yale",
    "year": 2015,
    "type": "commonapp",
    "question": "Some students have a background or story so central to their identity that they believe their application would be incomplete without it. Share this story.",
    "essay": "SHANGHAI\n\nI have a curious choice to make every time I pronounce this city's name, like deciding between two sides of a conflict: Do I speak in the tongue of the town I was born in or in the language of the land I live in?\n\n\"SHANG-hai.\" I come as a foreigner, accenting the first syllable, twisting the A into the curve of my lips as the word twangs in my mouth. Born and bred in Californian sunshine, I hated this city of haze at first with a simmering fire in my gut that clawed its way into notebooks full of acrid words. A prisoner of my father's job, I discovered in the next six months that no amount of steamed buns could fill that hole in my soul where my hometown used to be. I burned my first bridges in that flight across the Pacific; left drifting, I struggled to learn how to pronounce the slang of the city like a local, to acclimatize my tongue to the new way names rolled from my lips.\n\n\"ShangHAI.\" But sometimes I defend the besieged stronghold, my adopted city, opening up the soft palate so \"ah\" comes out in the first syllable before bouncing through the second one. Accents make all the difference in local supermarkets here, where the slightest slip-up in your vowels can expose you as nonnative. But now, that fear doesn't stop me from chatting with taxi drivers on my way to dance practice anymore; every person I can convince that I'm not foreign-born is a small victory in the uphill battle of learning the language of my parents.\n\nAdjusting to life in China requires more than a tectonic shift of mindset; reality lies in a long war of attrition—a personal ten-year siege of Troy. I did not embrace Shanghai all at once; slowly, haltingly, I accepted truces. Late night strolls weren't so bad, I admitted, and the new people—friends from Canada, Denmark, New Jersey, and even the sandwich deli lady—were as fascinating and compelling as any Greek or Trojan hero. Through conversations as short as ordering a vegetarian panini or as long as shared plane flights to a forensics competition, they helped me realize that unhappiness has always been a choice. I needed to reassess the values that directed my life, to look around with wonder instead of prejudice. Because even after the war ended and Troy fell, it was rebuilt; and even as I fought air pollution and reckless drivers, idiomatic grammar and my own biases, Shanghai reforged me with the defiance of its people and the steel of its skyscrapers. Wars don't make people; wars change people.\n\nTwo years later, I smile at the shopkeepers I once feared, switching languages as easily as jackets. I make small talk with security guards and savor the rare days of pollution-free air. Now I see the fortune I have to live in an international forum, filled with snapshots of lives across cultures and continents—a place where we can learn from each other even as we laugh, where we sing the cadences of our sentences that pay homage to our countries of origin.\n\n\"I live in—Shanghai.\" I still wobble between accents, stumbling before the word as I remember where I am. \"But I'm originally from California.\" Sometimes, my American tongue wins out; others, Chinese rolls from my lips with rich authenticity. Language used to mark the front where my cultures clashed with each other. Now, it opens new paths that lead me off into undiscovered regions, familiar and exotic. This internal war has given me open palms and words in three languages, grounded me in knowing who I am and what I love, and made me ready to adapt to and appreciate the world, wherever the winds blow me.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 31,
    "school": "Yale",
    "year": 2014,
    "type": "commonapp",
    "question": "",
    "essay": "Rivers of sweat snake around my body, soaking my ragged belt, drenching my grass-encrusted shirt, simmering as they channel into the scalding blacktop road that slowly fries my feet. My fingers loop themselves around the string and tug. The gas trimmer coughs and gurgles to life with a black outburst of grime. I cut. I cut away at the lumps of unruly vegetation. I cut a circle of lawn around the mailbox post. I cut, ignoring my parched throat, which begs for hydration. I cut away at my uneasiness, forgetting in this moment of toil my father's state of health. I cut, trying to dig my mother out of a mound of hospital bills.\n\nI trudge home for two miles, dragging the lawnmower in one hand as my stiff arm desperately clutches the weed-eater with the other. My mother sits on the trailer steps, blank, listless, unreadable. I reach into my pocket, hand her the wad of crumpled bills, and stagger to the sofa, falling into a deep sleep. The next day, I stride into my high school and flash my typical smile, crooked teeth and all. For now, nothing is wrong with me; I'm back in my oasis of comfort. I cheerfully go through the motions of a regular school day: wolfing down factory-manufactured cafeteria food, spending lunch in the library to bury my nose into a random volume of the World Book Encyclopedia, chuckling at my teacher's chemistry jokes.\n\nI am two-faced. At home, I speak Spanish, wear a face of exhaustion, work with my coarse hands, cut grass, and refuse to speak from fear, fear of what will befall my father, who is in the Neurological ICU. At school, I communicate in English, manifest my happiness with a constant grin, work with my sharpened brain, cut incisively into the meaning of various books, and ramble about hyperbolas, the Houston Rockets, and Hemingway to distance myself from my reality at home.\n\nHonestly, it is rather difficult to juggle my family world—where nobody is educated, where books are seen as good firewood, not mental stimulation, where my hands, not my mind, are my most powerful tool, where I cut up pancakes with my grubby fingers—with my school world, where everybody is expected to think critically, to read, to learn, to be sophisticated and cultured, where people cut up their pancakes with the fine, precise maneuverings of a knife and fork. However, I continue to inject optimism into my life. The school, my last bastion of contentment, wonder and carefree inquiry, is still there to embrace me with its culture of curiosity.\n\nCountless manicured lawns, sparkling cars, and various odd jobs later, rays of hope emerge. My father has pulled out of his coma. He stammers out one word: \"agua.\" He cups his hands and pleads for it. The apple doesn't fall far from the tree, does it? Water, the thought that tortures my mind most as the sun bakes me while I cut grass . . . water, what unites father and son. Finally at home, my father sits in his chair, the one that wobbles and has Spider-Man and Pokémon stickers plastered on it. I lay sprawled out on the plastic tile kitchen floor. As always, we do not talk much. He leads through example, not the opening and closing of his mouth. My father simply stares at me. I simply stare back.\n\nHe waggles his thick finger. I report to his side immediately; he places a cold metal object in my palm. It's a two-peso coin, the same coin his own father had given to him before he set off for the U.S. from Mexico at the age of sixteen. No words need to be exchanged; the message is clear. I have fended for my family, working outside endlessly, cutting through the thickets of life's hardships. In the eyes of my father, I am now a man.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 32,
    "school": "Yale",
    "year": 2014,
    "type": "commonapp",
    "question": "",
    "essay": "I carefully pull myself up between the pressure-treated joists and step onto the red oak floor. Encompassing me are verdant leaves sparkling in the sun. At this height, I see nothing but trees and my friends' smiling faces. Gradually, the wind begins to stir the treetops. Their rustling accompanies the ever-present song of the brook far below. Although the forest surrounding me shimmers with the wind, I feel perfectly secure. I trust that the floor of this incipient tree house can easily bear our weight. Since childhood, I have always been making things: first Thomas the Tank Engine railways and watercolors on paper, then working my way up to Rube Goldberg machines, Lego clocks, and oils on canvas. I engage myself in creation, always aspiring to increasingly challenging projects. When my family bought land in the mountains of New Hampshire a few years ago, I saw it as the perfect opportunity to build a tree house. I began by scouting potential sites. Over the course of months, I trekked across acres of forest, carefully weighing the pros and cons of numerous locations. Finally, with the guidance of my father, I picked a set of four trees upon which to build the treehouse.\n\nThe planning alone would have made the whole project worthwhile. On many wonderful nights my father and I stayed up late, exchanging visions and sketches, slowly settling on a design. I love chatting with my father into the early morning about something we both enjoy. There's nothing better than our minds churning together and producing incredible ideas. The actual building of the tree house was fun in a very different way. Whereas designing is cerebral, building is physical. It allows me to see my once-abstract plans come to fruition. Although my mind's eye can imagine any sort of fantastical tree house, it is what I see before me that provides a sense of accomplishment. While designing provides the pleasure of intellectual collaboration, I also relish the camaraderie which comes from the experience of shared physical labor. It is exhilarating to stand upon the structure which I built with my own two hands and erected with the help of my friends and family.\n\nFrom the start, I had wanted a tree house which would give me a sense of seclusion. I wanted to feel like I was floating, ten feet up, in the middle of the woods. I wanted to be like Emerson's transparent eyeball, such that I could look all around and admire the trees, take in the tranquility. Consequently, before my father and I could put up the tree house, we needed to carry its sections through brambles and over a stream in order to reach the site, deep in the woods. This step, along with putting the parts in the tree, we could not have done alone. One summer weekend, a few friends came up to New Hampshire with us. With their help, we schlepped the tree house through the woods and up into the tree. We laughed and strained, taking breaks to joke around and play Frisbee. It was challenging work, but here we are now, standing in it for the first time. I envision my friends sitting in the tree house with me decades from now. Gray floorboards that once were red; the walls streaked with the orange of rusty old screws. Our children, maybe even grandchildren, are laughing and screaming with joy. Our communal experiences in this tree house, the work and play shared with loved ones, have made the tree house special to us. Occasionally people ask me when I expect to finish building the tree house. I tell them that I don't really know; it isn't the date of completion that matters. It's the process: the planning, the spending time with my father and friends, the hands-on building, and just being in the woods. This is what brings me joy.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 33,
    "school": "Yale",
    "year": 2014,
    "type": "commonapp",
    "question": "Recount an incident or time when you experienced failure. How did it affect you, and what lessons did you learn?",
    "essay": "I had my entire essay planned out. I was going to talk about the science fair, all of the unbelievably talented people I've met over the last four years, and how much I've grown from research and competition alike. I carefully listed every story, every point, every skill I wanted to include, remembering each fair and the friends, judges, conversations, and pizza parties that left their mark on me forever. Why shouldn't I be able to write about the most important part of my life and show essentially who I am along the way? I methodically organized and meticulously crafted it just as I would any research paper or critical analysis, but when I picked it up the next day, I realized that a vital element was missing: me.\n\nI couldn't figure out what had gone wrong; I had done everything according to plan. The ineffectiveness of my trusted formula was discouraging, for I wasn't used to methodology failing me. Then I remembered what happened countless times before and will surely happen again: a crashing program, an erroneous code, a failure. Astrophysics and computer programming consumed the summer before my sophomore year as I began immersing myself in the world of science fairs and allowed myself to fully and completely fall in love with science. I will be eternally grateful to the professor who took a chance on an overly enthusiastic fifteen year old girl who just wanted to learn something new. Although knowledge, friendship, networking, and passion for fields I never would have considered previously filled that summer and the years following, difficulties and disappointments made frequent appearances. Since it was my first time working in a truly collaborative research environment, my first experience with programming, and my first real job, I quickly learned the importance of perseverance and repeated trials. If a code didn't work, I searched for an error. If I couldn't find an error, I would try a different approach. If neither option worked, then I finally began to accept that it was okay to ask for help, and often the simple act of talking about the issue with another person could help me solve the problem myself.\n\nAs I spent more time in the science fair world, it became easier to acknowledge failure, look for a solution, and try again. I stepped back from my essay and reassessed the situation. My original plan had a rather conspicuous flaw. A report of my time at fairs and symposia would not say anything about me; I needed a way to convey what they taught me and how they made me the inquisitive, open-minded conversationalist and scientist I have become. While discussing the present challenge with my mom, one common theme emerged from every thought: failure. After talking about it, I decided to take a different approach; instead of restricting what I've learned from science fair, I found a way to apply it to outside experiences.\n\nWhen I paused and honestly examined the little details of my life, I realized just how much science fair affects my decisions and the way in which I make them. It has permanently changed the way I interact with others, my ability to convey ideas clearly and effectively, and the ease with which I discuss everything from physics to pop culture with judges and peers alike, but most importantly, it taught me that failure is okay. It's normal, and if I try again, think innovatively, and ask for assistance when necessary, it will work out, even if the results aren't perfectly aligned with the original goal. Writing a six thousand word research paper flows naturally, so my initial inability to compose a six hundred word personal statement bothered me. Although I neglected to notice it at the time, one critical difference on which I so often rely separated the two: not everything can be calculated.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 34,
    "school": "Yale",
    "year": 2014,
    "type": "commonapp",
    "question": "",
    "essay": "Biting into a sun-warmed tomato fresh off the vine is one of the best things I've ever done. It is just as good to sit around the wood stove eating steaming homemade applesauce made from fruit off of my trees while an ongoing blizzard shakes the windowpanes and blankets the yard in fresh snow. I've lived with a vegetable garden on my family's rural home all my life and have spent countless hours cultivating, harvesting, and preserving the wide variety of organic vegetables and fruits we grow: from cantaloupes to carrots and beans to bok choy. I'm always amazed at the difference between a cucumber from the garden and a store-bought one. A homegrown, well, anything has so much more flavor than the same item from a store. Knowing where my food comes from is reassuring, and when I go to the pantry to pull out some preserved food I think about where it came from and all the experiences that went with it. Gardening and using what the land provides made me interested in a sustainable lifestyle. I try to live as earth-friendly as possible and steer others in this direction, whether by recycling, carpooling, or buying locally. I believe everyone deserves the opportunity of eating local produce fresh off the land, and sharing food from my garden is one way for me to give others this opportunity. It's so satisfying to give my retired neighbors a basket of rhubarb and green beans and to watch their eyes light up and their lips form a grin. Besides visiting with the neighbors, gardening has given me a chance to spend time with and learn from my parents. They have taught me so much about gardening and many life lessons during the hours we spend in the garden and kitchen preparing and preserving the bounty from the land. Working the land and eating the produce from it has been important to me since I was a child and even more so as I grew older and more interested in sustainable living. Eating a whole meal from the local land is inspiring, knowing that all the work I've put into the produce has paid off in the wonderful array of colors that covers the plate before me. But today the garden isn't just a place to grow my own food; it presents a great educational opportunity for everyone. Because a garden has so much to offer, in the future I hope I can continue to share my experiences with others, especially that of a freshly picked, sun-warmed tomato.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 35,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "My dad always inspires me. According to me, he is the definition of hard work; he spent ten years in various levels of higher education and got four degrees from three institutions, a feat which I want to emulate and even better.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 36,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "Angela Merkel. She is the perfect prototype of what a leader should be: charismatic and imposing. Two attributes which I strive to copy.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 37,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "Leadership in Africa. In Africa, charismatic leaders are common, and this is a reason why our continent is falling. If people are shown how to lead then the world will follow the right path.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 38,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "Joie de vivre. I talk but also listen a lot. I crack a lot of jokes, too, and I am a great communicator. People around me are never moody and we can talk about anything ranging from politics to Beyoncé.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 39,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "My history teacher explains the past as a continuum informing the present. His lessons bridge the gap between a static academic understanding of civil rights and my everyday experience with prejudice.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 40,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "By experiencing the day Sophie Scholl first distributed subversive leaflets, I would learn how she determined the consequences were worth the risk and how she developed her beliefs despite Nazi rule.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 41,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "\"We Are All Migrants\" explores how migration changes existing identity constructs, for both migrants and locals. It will cumulate into a service project emphasizing dialogue across identity groups.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 42,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "I am opinionated yet open minded and eager to learn from my suitemates and peers. I create space for open conversation where ideas are heard and respected before they are challenged or affirmed.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 43,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "My sister's humility, kindness, and intellect have motivated me throughout high school. She excels at what she loves—writing—but she does not let that fact hold the pen for her, and works tirelessly.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 44,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "Marie Curie–she was an extraordinary, fiercely dedicated female scientist. I would love to take inspiration from her curious spirit and perseverance to succeed—even lead—in a male-dominated field.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 45,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "\"It's Not You, It's Me: Humanity's Troubled Relationship with the Environment, and What We Can Do About It\"",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 46,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "I would look forward to being enriched by my roommates, always ready to learn about and support their passions. And as I love baking, my roommates will come home on occasion to a smile and a cupcake!",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 47,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "My mother; her unwavering unconditional love for me and the actions she takes because of it such as driving two hours every day to work roundtrip.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 48,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "Joe Thornton. He's my favorite San Jose Sharks player and I would have fun playing in a real NHL ice hockey game with a significant amount of ice time (and most likely score points through assists).",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 49,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "Communication for Engineers",
    "category": "Academic Interest"
  },
  {
    "essay_id": 50,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "As an organized person, I'd help make sure the suite never gets too messy. Also, I'd promote respect by never blasting music loudly and encouraging others to follow, primarily if others are studying.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 51,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "As a family living off of welfare, my brothers had a very difficult youth. Unlike our other brothers, Jose broke out of that cycle by pursuing a higher education, then teaching in similar communities.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 52,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "Cast as Eleanor Roosevelt in a song cycle by Jeff Beal, I have become very familiar with my counterpart, Pauli Murray. A day in this activist's shoes would recreate my perception of affecting change.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 53,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "Filling in the Gaps: The few female composers who are acknowledged in history are often known as Mendelssohn's sister or Schumann's wife. I would explore the experience and role of the female composer.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 54,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "Waking up to the smell of fresh coffee and bacon—that's what my sleepovers are known for. Cooking is a big part of my family, so my roommates can always count on good food far from home. Buying ice cream that isn't on sale ($6.79!); writing out pages of Spanish grammar rules; opening my door late at night for someone needing a place to stay; \"group mom\" is my much welcomed role.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 55,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "What are your favorite books and/or movies?",
    "essay": "Books: Jane Eyre, All the Light We Cannot See, Outliers, A Sense of Where You Are, The Brief Wondrous Life of Oscar Wao\nMovies: Ruby Sparks, Frequencies, About Time, Dead Poets Society, Heathers",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 56,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "What is your favorite source of inspiration?",
    "essay": "I draw most of my inspiration from my curiosity. I'm always thinking of \"What ifs\" and \"Whys,\" and my burning desire to answer them has made me unafraid to think outside of what is \"conventional\" in order to find a solution.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 57,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "How do you spend a typical weekend?",
    "essay": "When I'm not doing homework or babysitting, I'm either reading, working on my latest creative writing piece, or going out on day trips to Hudson, Woodstock, or New York City with my parents.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 58,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "What is the compliment you have been paid that you are most proud of? Who gave you the compliment?",
    "essay": "In 2007, we went to Ecuador to meet my ninety-seven-year-old great-grandmother. The day we left she took my face in her hands and said, \"You are wise beyond your years.\" Coming from the wisest woman I've ever known, it meant the world.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 59,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "After a challenging experience, how do you rejuvenate?",
    "essay": "Sometimes I put on my \"coffee shop\" Spotify playlist (Jack Johnson, Pink Martini, Madeleine Peyroux, etc) in the background and read. Other times, I watch the Golden State Warriors games with my dad or cheesy TV with my mom.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 60,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could change one thing about your high school, what would it be and why?",
    "essay": "I wish my school was more diverse. I'm one of very few people of color there, and I've always wanted to be able to talk to people who can identify with the experiences I've had as a minority.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 61,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "What would you contribute to your future college campus community?",
    "essay": "I love writing, so I would definitely get involved with literary magazines and newspapers on campus. I would also join community outreach groups, particularly those that focus on Hispanic empowerment.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 62,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Who or what is a source of inspiration for you?",
    "essay": "I admire my mom because of her ability to make others feel genuinely loved and appreciated. It's impossible to have a conversation with her without smiling.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 63,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "If you could live for a day as another person, past or pre sent, who would it be? Why?",
    "essay": "I would live as Neal Cassidy during the counterculture period, so that I could be a part of the Beat movement and fight for passion, self-expression, and love.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 64,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "You are teaching a Yale course. What is it called?",
    "essay": "I am teaching \"Imagineering: How to Dream like Disney,\" a course detailing the intersection of creative thinking and dream chasing, and how those philosophies can be applied to everyday life.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 65,
    "school": "Yale",
    "year": 2017,
    "type": "shortquestion",
    "question": "Most Yale freshmen live in suites of four to six students. What would you contribute to the dynamic of your suite?",
    "essay": "In addition to my lighthearted sense of humor, I believe that I could use my skills in photography to take awesome portraits of my suitemates, which we could use to decorate our room.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 66,
    "school": "Yale",
    "year": 2015,
    "type": "shortquestion",
    "question": "You have been granted a free weekend next month. How will you spend it?",
    "essay": "Mitigating erosion with a friend at Bennett's Pond State Park, while playing an analogy game (e.g. proton : clock = relative : proportional motion)",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 67,
    "school": "Yale",
    "year": 2015,
    "type": "shortquestion",
    "question": "What is something about which you have changed your mind in the last three years?",
    "essay": "A perpetual high note becomes no sound at all; low notes make the music. (Adversities should be embraced, not feared/hidden, for our limits define us)",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 68,
    "school": "Yale",
    "year": 2015,
    "type": "shortquestion",
    "question": "What is the best piece of advice you have received while in high school?",
    "essay": "\"Jump.\" (Standing on an iceberg over a 38-degree glacial lake in the Grand Tetons. I did.)",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 69,
    "school": "Yale",
    "year": 2015,
    "type": "shortquestion",
    "question": "What do you wish you were better at being or doing?",
    "essay": "Fluent in more languages. Language is the currency of thought, and thought governs our mind, so I think monolingualism prelimited my human experience.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 70,
    "school": "Yale",
    "year": 2015,
    "type": "shortquestion",
    "question": "What is a learning experience, in or out of the classroom, that has had a significant impact on you?",
    "essay": "At UChi Summer School, taking a coffee break at 1 a.m., and ending up talking with a 20-something for ½ hr on a bus about why he carried a gun (Pride).",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 71,
    "school": "Yale",
    "year": 2014,
    "type": "shortquestion",
    "question": "You have been granted a free weekend next month. How will you spend it?",
    "essay": "I would spend it with my friends and family. After a long day of sledding we would sit inside in front of a fire, sipping tea and playing board games.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 72,
    "school": "Yale",
    "year": 2014,
    "type": "shortquestion",
    "question": "What is something about which you have changed your mind in the last three years?",
    "essay": "I believed that strict gun control would alleviate gun violence in the US. I now see that in the foreseeable future this could not be a panacea.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 73,
    "school": "Yale",
    "year": 2014,
    "type": "shortquestion",
    "question": "What is the best piece of advice you have received while in high school?",
    "essay": "Don't procrastinate. I have found that bad time management is the greatest factor preventing people from reaching their potential.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 74,
    "school": "Yale",
    "year": 2014,
    "type": "shortquestion",
    "question": "What do you wish you were better at being or doing?",
    "essay": "Fluency in a second language would open up so much of the world to me. Lacking innate talent, I study that much harder to learn each new phrase.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 75,
    "school": "Yale",
    "year": 2014,
    "type": "shortquestion",
    "question": "What is a learning experience, in or out of the classroom, that has had a significant impact on you?",
    "essay": "Joining the gymnastics team with no prior experience showed me that with great effort I can do incredible things that had been far beyond my ability.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 76,
    "school": "Yale",
    "year": 2017,
    "type": "Supplemental",
    "question": "Write about something that you love to do.",
    "essay": "Haunted romanticism, ravaged gaze, desperation bordering on lunacy, Saturn Devouring His Son first caught my attention as a bored nine-year-old wandering around a museum, and once again as a high-school student, after catching a glimpse of it in a textbook.\n\nBecause after looking at angelic frescos after more Church frescos, I could not stop myself from flipping back to the tiny printing of this unholy piece. I sought to discover the story behind it—what caused this artist to create something so raw and naked, in the age of staid royal family portraits?\n\nI became immersed in unraveling each bit of the story, how Goya had long transitioned from a royal painter, to a harsh, but veiled critic of society, the desolation that occurred during the French occupation of Spain, the corruption of Charles IV—who was really only a puppet ruler to Godoy. I learned how kingdoms rose and fell—and rose again, how art is unafraid to capture the seditious attitudes of the common people, and how it has endured to teach us of past mistakes.\n\nI fell in love with dissecting the messages from the past, and discovering how we still have not listened to them.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 77,
    "school": "Yale",
    "year": 2017,
    "type": "Supplemental",
    "question": "Why do these areas appeal to you?",
    "essay": "Literature and anthropology are telescopes into the past; philosophy, a prism into the mind. I want to ask the hard questions: Do I have free will? Is meaning lost in translation? Is there eternal truth? What is an \"I\"? Am I my mind, body or something more? Literature is an empathetic account of the past, anthropology a scientific documentation of human lives. I want to find commonality in lives separated by time and space, find meaning within them, partake in the collective memory of humanity, and interrogate what it means to be human.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 78,
    "school": "Yale",
    "year": 2017,
    "type": "Supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "Passionate about finding solutions to tackle climate change, I admire how Yale, a member of the Global Carbon Pricing Leadership Coalition, spearheads the sustainability movement. In reading about Yale's discourse on race, discrimination and free speech, I admire and yearn to contribute to the Yale spirit of interrogating the status quo. I am invigorated by the recent Yale Dramat play The Architecture of Rain, unprecedented for its all Asian-American cast. I, too, aspire to bring my Singaporean perspective to Yale's ongoing conversation—in the art I make, plays I write and sides of a debate I represent.",
    "category": "Why College"
  },
  {
    "essay_id": 79,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "The cultural diversity at Yale is probably what appeals the most to me. I am a very outspoken and open-minded person. I love learning about other people's cultures because I always feel that I am a global citizen. When I learn about other cultures it gives me new perspectives. These perspectives from other countries I can then use or apply in my own community and bring in a wave of positive change. In a nutshell, I feel like at Yale I will meet people from diverse backgrounds with whom I can interact to become a better person.",
    "category": "Why College"
  },
  {
    "essay_id": 80,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on your engagement with a community to which you belong.",
    "essay": "I will never forget the day I saw the smiles on these orphans' faces when they saw their gifts; it was like Christmas had arrived earlier than usual for them. I live and school in the heart of the town. From this many would assume I live in a community where everyone lives comfortably; meanwhile, just a stone's throw from my school, there is an orphanage which I pass by every day. I noticed the orphans here lived very modestly and I decided to help. I then proposed the idea of a fundraising to my three schoolmates. We were only four in our new school so I proposed we get help from the bigger school nearby. I then prepared a speech to convince the others to help then we went around their classes hoping for donations and were mostly received hostilely but persevered because we knew it was for something bigger than ourselves. The result proved us right as we brought smiles to kids who were not as lucky as us. It was the first time ever that this orphanage received donations from youths, much less from a quartet of fourteen-year-olds who left an incredible footprint in their community.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 81,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something you love to do.",
    "essay": "I love playing golf. I have done tennis, basketball, soccer, table tennis, rollerskating, swimming and martial arts but no other sport has appealed to me like golf. This sounds quite ironical considering that just yesterday I cursed during my entire round and promised never to play again because of how bad I was that day. However, the next day, today, on a cold morning and in spite of a flu, I was the first to arrive on the course. This shows how much I love the sport I guess. Golf is a source of wellbeing for me. When I have a golf club in hand I think of nothing, not even my swing. It is on the golf course that I express myself best and it is on the golf course that I have lived most of the best moments of my life whether it is winning my club championship three years in a row from age ten against older men or winning a professional tournament while still an amateur. Golf is like school and life in general: those who work the hardest perform the best and this is an attitude which I apply to golf, academics and life.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 82,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "Having strolled across Yale's campus many times over the past five years, I am certain I want to experience the collaborative, academic vigor present throughout Yale's halls. I want to bolster the Yale School of Music Jazz Initiative by bringing soulful jazz to Yale's residential houses. Yale's multifaceted lifestyle aligns perfectly with my multifaceted interests. I know distinct disciplines can share inexplicable connections. I want to explore the link between Computer Science, Mathematics, and Music. At Yale, I can explore my passions—jazz, art, academia, and athletics—with the confidence that I will be collaborating with the best in the world.",
    "category": "Why College"
  },
  {
    "essay_id": 83,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "I play video games whenever I take a break from academics, sketching, running, or jazz. As soon as my hands were big enough, my then nine-year-old brother stuck a PS2 controller into them. We played for countless hours, fixated on the flashing screen of the bulky, square box. Two years later, when my little brother was born, we sucked him into our gaming world as well. The Harris siblings have starkly contrasting personalities: Richard (24), stoic yet comical lawyer-in-training; Rainier (13), sassy charismatic \"baby;\" and Roxanne (17), busy Energizer Bunny. Gaming is our bond. Anytime we play together, it becomes a battle royal where I almost always emerge victorious (often defeating their double-teaming schemes). My agile digits also launched me to the top 1 percent on the international leaderboard of Amplitude, the action-music video game. Gaming gives me a real life edge. Years perfecting my trigger finger make me react quickly out of the starting blocks. My sharpened eyes interpret facial nuances in remarkable detail. My sensitive hearing detects the slightest shift in complex high-speed jazz chords as I keep in time with my band. Gaming dexterity is one of my recipes for success.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 84,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "If you selected one of the computer science or engineering majors, please tell us more about what has led you to an interest in this field of study, what experiences (if any) you have had in computer science or engineering, and what it is about yale’s program in this area that appeals to you.",
    "essay": "In the ninth grade, I penned an opinion essay for my school newspaper \"Technology Injures the Intellect.\" I asserted that the growing reliance on technology—laptops, iPads, SMART boards—and the phasing out of manual writing and physical books in the classroom did nothing but stunt individual creativity. Increased dependency on technology only suppressed individual effort to stand out because it promoted group mentality. However, technology itself is not the culprit responsible for any decline in our functions—it is our interaction with it that makes us better or worse.\n\nI think back to my first computer class in the third grade. We had to draw Frosty the Snowman with the notoriously crude \"Paint\" application where lines could only be drawn by the cursor of an unstable ballpoint mouse. Frustrated at my inability to perfect Frosty's hat, I dreamt of a pen that could draw directly on the screen. Back then, in 2007, that digital pen was a sci-fi fantasy. Now, in 2017, a digital pen is a reality, a commonplace phenomenon, a necessity for any successful technological product.\n\nMy initial interest in Computer Science stemmed from my hours-long video game marathons with my two brothers. I was always fascinated with the transformation of two-dimensional art concepts into full-fledged three-dimensional animation. For the longest time, my dream profession was to become a video game art designer and programmer for mega brands such as Sonic the Hedgehog, Naruto Shippuden, and Final Fantasy—much to my parents' dismay. Understanding the importance of traditional academic education and the need to earn a living, I stored that dream in the back of my mind where it became dormant throughout my middle school years.\n\nIn junior year, I enrolled in the Computer Science course and my passion came roaring back. Computer Science is like mathematics, second nature for me. As I continue to enjoy programming, my childhood dream of a career in technology is rekindled anew.\n\nAs I prepare for a college education, I am excited to finally explore the interaction between technology and creativity—Computer Science. Today, exponential technological advancements have vastly expanded the possibilities for content creation and art manipulation. With this knowledge, I am determined to revolutionize the way we interact with technology. From browsing available courses from the Yale University website, I would be thrilled to start this journey by enrolling in Introductory Graphic Design (ART 132a or b) and Fundamentals of Music Technology (MUSI 325a). Still, I see that these courses are only the tip of the iceberg of the opportunities Yale has to offer in Computer Science and beyond.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 85,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "Yale's Modern Middle East Studies (MMES) program is unique in two respects: the size of its faculty and its integration of Hebrew Studies. The faculty size increases the breadth and depth of topics taught; where one professor may emphasize the significance of tribal affiliations in society, another may emphasize the intersection of religious values and practices across coexisting ethnic groups. The Middle East is a concentration of myriad factors; its study must be taken from multiple angles. Judaism and the Jewish diaspora deeply impacted the formation of the region and geopolitics today. Yale, appropriately, includes Hebrew Studies in its program.",
    "category": "Why College"
  },
  {
    "essay_id": 86,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on your engagement with a community to which you belong. How do you feel you have contributed to this community?",
    "essay": "I am part of Wheeler and Greylodge dormitories even though I am not a boarder. By October, new underclassmen stop asking why I stay late for dinner almost every evening, why I am on campus on Saturdays, why I help out with dorm events and participate in dorm challenges claimed by Wheeler's pink bandana. I am part of the community, helping lead community dinners, active in weekend activities, and generally around. I explain how vacuums work, help with move in, packing and unpacking, and finding things on campus. In the minutes before room checks, I help messier friends pitch laundry back into drawers and books onto shelves. I remember tidbits from overnights and listen carefully to everyday banter in the common room, bringing pieces back to Student Council and my weekly dean's meetings; even though my co-president and I are both day students, I am determined that the needs of our boarding community are heard and acted upon. More importantly, I set the example that I want and love being part of the dorms, which touches many who are looking to recreate their sense of home when they could not be farther from the families and homes they have known.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 87,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "I am passionate about driving change, as a student leader, active community member, and global citizen, through conversation and compromise. The Student Diversity Leadership Conference (SDLC) and Dana's Women of Color Affinity Group are spaces upholding a shared commitment to equity, social justice, and change. SDLC brought together hundreds of students representing myriad intersections of identity to discuss access and inclusion in our schools and communities. I was not the only mixed race Indian-Hispanic, practitioner of two religions, or woman of color. At the core of our discussions was a shared understanding underlying our many differences. Simultaneously, however, many students spoke from identities vastly different from mine. In all conversations, we spoke from personal experience to address a range of issues from multiple otherwise unrepresented perspectives. By contrast, Dana's affinity group sits at a single table. We are largely alone in the specifics of our individual identities; however, our underlying unity creates unprecedented opportunities for me to learn from peers of distinct backgrounds. In both spaces, I am empowered by my peers and the lessons I learn through listening across differences. I become more thoughtful and inclusive when I am both challenged and validated by my peers.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 88,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on your engagement with a community to which you belong. How do you feel you have contributed to this community?",
    "essay": "As the unofficial \"Team Mom\" of the Cary Academy Speech and Debate team, my role is a little bit like a strict but loving mother. The 116-member team I co-captain spans all four grades, a melting pot of athletes and painters and musicians, all united by a common love for intellectual discussion. It's difficult to stay authoritative and maternal simultaneously, but I've learned to separate formal announcements from personal heart-to-hearts. My legacy to the program may be most visible through trophies and titles, but what I'll remember is far more sentimental. Debate is often like an abridged version of real life: tumultuous, sudden, unexpected. Whether someone is fretting over the result of a round or where to grab food, I always come into every tournament prepared. Armed with portable phone batteries, excess pens, patience, and an arsenal of nutrition bars, I'm ready to help in any adversity. This motherly nature extends past the realm of tournaments into the hotel rooms and plane rides, and I try my best to create a bond through conversations with each and every one of my teammates. From the gregarious wrestler and the reserved novelist alike—they know I'm always there for a bit of mothering.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 89,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "Baking is my autonomous sensory meridian response—the quiet thud of flour hitting a bowl, the tap-tap of cracking an egg, the splash of vanilla extract—those sounds all have a therapeutic effect on my mind. In times of stress or crisis, I measure, melt and mix to manage my maladies. Like the steam erupting from freshly risen cupcakes, my problems seem to evaporate when I can divert my focus to creating a finished, delicious product. Characterized as the most finicky dessert, macarons have taught me an important lesson on mistakes: even when the end result drastically differs from the anticipated outcome, the results can still be incredibly sweet. In reality, baking demands exploration, risk-taking, and creativity, and isn't the exact science it's often seen as. Through baking I can truly experiment, combining rhubarb jam with matcha powder to create a delightful flavor. After a day of baking, I like to share my masterpieces with friends and family, eager for feedback. Taking their opinions to heart, I can reenter the kitchen, ready for my next experiment.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 90,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "My first visit to New Haven I attended a debate tournament on campus. I anticipated being the laughingstock of the Yalies, who watched suited high schoolers fumbling with campus maps inundate their campus. Instead, I was helped by a group of friendly students who pointed me in the right direction, even offering Atticus as a relaxation spot. Despite being completely new to New Haven, I felt right at home around students that love to share what they learn. An environment that sees obvious outsiders but welcomes them as peers, Yale exudes an intellectual yet humble ambiance that I admire.",
    "category": "Why College"
  },
  {
    "essay_id": 91,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "The two things I want most from college are academic rigor and breadth of study. Yale's shopping period encourages students to be curious and try out classes that may be out of their comfort zone with no academic repercussions. Clearly, Yale also has a rigorous curriculum, and I am eager to immerse myself in Yale's archaeological laboratories and its major in Archaeological Studies—I'm already familiar with the program due to the research I am doing with Professor William Honeychurch, and I'm eager to continue my studies with him and the other members of the department.",
    "category": "Why College"
  },
  {
    "essay_id": 92,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "What is a community to which you belong? Reflect on the footprint that you have left.",
    "essay": "I work as a teacher's assistant at a Hebrew School that takes place at the synagogue I belong to. The idea is that, because I'm closer in age to the kids than the teacher, I may be able to control their behavior more. Currently, I'm assigned to the fourth grade class, and recently, I helped the teacher plan a trip to bring the kids to a local home for the elderly to perform for them. During the walk there, the kids were rambunctious and ill-behaved, as fourth graders tend to be, and I was worried about how the performance would go. But when they began to sing, the faces of the elderly lit up with joy. Once the performance was over, the kids sat down with some of the audience, and chatted with them. As we were leaving, one of the audience members ushered me aside to thank us. He told me that holidays were always depressing for him because his kids no longer came to visit him, but our performance had brightened his day. It may not have seemed like a big deal to the kids, or even me, but for our audience, our performance had meant everything.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 93,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "When I was in sixth grade, the robotics team at my local high school came in second in the world championships for FTC. At that age, I wasn't very involved in extracurriculars. However, something about robotics struck a chord with me. That spring, four of my friends and I formed a First Lego League (FLL) team and competed in our first competition the fall of our seventh-grade year. By eighth grade, we had moved onto the VEX robotics competition. Last year, I spent almost every single day of the season, from September to February, in my high school robotics room, and I helped craft one of the best robots that we ever built. Using a tape measure as a hook, we were able to hang our robot from the hanging bar and score points by knocking plastic pieces down ziplines. We came in fifth at the state competition, and we learned a lot about how to improve our engineering for this year. I'm back at it now, designing a robot that will shoot balls into a basket. What can I say? I'm a sucker for intellectual challenges, and robotics is one of the biggest ones I've found.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 94,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "If you selected one of the engineering majors, please tell us more about what has led you to an interest in this field of study, what experiences (if any) you have had in engineering, and what it is about yale’s engineering program that appeals to you.",
    "essay": "My childhood was one surrounded by computers, the Internet, and video games. Even the earliest memory I have of my grandmother is watching her play Super Mario Brothers on the NES and laughing as she hopped along with Mario as he jumped.\n\nThis envelopment by technology drove me to wonder more and more about it. Was it simply magic that made Mario move or was it something tangible? The constant curiosity eventually led me into the world of computer science. My journey into programming began with an introductory Python game design summer course in middle school that had me hooked at \"build your own game.\" I still remember the excitement as I unveiled the first game I ever created: a blackjack emulator. It was a simple text-based program consisting of dialogues using user input. Looking back now, the actual structure behind that game was atrocious, but in that moment I became forever fascinated by coding.\n\nGoing into high school, I continued to look for more ways to further my passion. I began attending weekend courses for introductory C++ at the University of Central Florida, and during those classes my mind was truly blown. It was there that I saw how computer science weaved into other disciplines. For instance, it was on one afternoon during a lecture on image processing that I first applied calculus to the real world. Mathematics was brought to life using programs to teach a computer how to find edges in a digital image. Suddenly, I realized how important it would be to branch out in my education. I later joined a competitive robotics team to get experience in the hands-on construction of machines. Again, I saw the way programming connected with reality as I not only built steel arms and wheels, but also wrote code to control their movement. The necessity of being a well-rounded student has been ingrained into my perspective of education, which is why Yale's curriculum appeals to me. The strength of Yale's computer science program in Machine Learning, Cybersecurity, and Computer Music perfectly align with my views on the utility and potential of programming in the future by integrating various real world domains with computer science; in particular, I'm looking forward to taking a course in Cryptography and Computer Security.\n\nThis reinforced support of interdisciplinary study coupled with computer science is what makes Yale a unique university to me. I can already see how my time with Yale will facilitate my growth as a computer scientist, engineer, and most importantly, a student who can think creatively. From working with others on GitHub to independent projects with my dad, programming has constantly been present in my life. It has been admittedly a little bittersweet to find out that no, it hasn't been magic running my devices, but in discovering all the intricate processes behind my everyday existence, it has been well worth it.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 95,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "There is an electricity in the air at Yale. Each student walks through campus with a poise, a purpose. The commitment of Yale's community to sustainability inspires me, and I would enjoy exploring the Yale Farm (and its hearth-oven-pizza Fridays!). The projects \"Climate Resiliency\" and \"Environmental Issues of the American West\" in Yale's Center for Environmental Law and Policy fascinate me because I would love studying the implementation of climate-protective measures in underdeveloped nations or defending Americans whose lands have been exploited by energy companies. Yale's wealth of research opportunities would immerse me in both my scientific and creative passions.",
    "category": "Why College"
  },
  {
    "essay_id": 96,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on a time in the last few years when you felt genuine excitement learning about something.",
    "essay": "The cold glass touched my eyelashes as I blinked, in awe of what the 400x power compound microscope magnified beneath me. My eye focused in on the minute creatures—protists, as my classmates and I had learned in the preceding class—propelling themselves with the help of long tails called flagella, \"false feet\" aptly referred to as pseudopods, or strange hairs named cilia. I followed the amoeba's amorphous trail through the glass of the microscope's viewing slide, intently watching it project sections of its oozing self and then scooting to that new position. I was absolutely fascinated by these tiny organisms, even as my classmates' murmurs of disgust chorused throughout the classroom while they poked and prodded. Overwhelmed by how even the small bodies of the protists could possess such visually complex systems of motion, I loved peering through the lens and observing, like a child gazing through a kaleidoscope at the shifting geometry of form and color. Every creature on which we had spent days scribbling notes in class had come alive. I understood that I was standing in the company of one of the most basic forms of life simply existing—moving, floating—and it was humbling to pause and witness that.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 97,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "We start in the last weeks of August. Slimy with sunscreen and sweat, a hundred members of Sheehan's Marching Band swarm the turf to learn the field show. We get into the spirit of the show's theme by coordinating visual movements to the music; we spend hours perfecting postures, step sizes, and field formations; we endlessly practice music—all while sharing laughs and forever memories with our best friends.\n\nSeptember hits, and I cannot deny that despite 6 a.m. wake-ups and stacks of homework as tall as me, the beginning of school marks the best time of year because fall means the official start of marching band season. I wave goodbye to my Tuesdays and Saturdays as rehearsals and competitions take over. Our woodwind bus erupts into song as we maintain the tradition of singing \"Bohemian Rhapsody\" before competing. I cannot wait to put on the burgundy and gold uniform and march onto the turf as the announcer asks the Marching Titans to take the field in competition. As the drum major calls us to attention, I slide my white-gloved fingers over the keys of my clarinet, breathlessly anxious, and ready. He counts off. Proudly, I inhale air and exhale a melody.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 98,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why do these areas appeal to you?",
    "essay": "Ever since taking a coding camp during eighth grade, I've been attracted toward CS. Sequential pursuits with APCS and a CS class at Stanford University over the previous summer quarter only fostered my curiosity in this field. I'm baffled by the endless opportunities this discipline presents, including the fact that a computer's power and potential are dependent on the hardware and instructions we are able to give it. Because I don't know whether or not I would prefer hardware or software, I believe that EECS is the perfect match for me as it incorporates the integration of these two fields.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 99,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "During Yale's engineering tour, I learned how Yale truly cares about all of its undergraduates. The guides spoke of how even freshman participated in important high-tech research with professors, demonstrating how Yale supports all of its students' passions, even the newcomers. Furthermore, I admire Yale's special program of small sized seminars specifically for freshman. Some that interest me are titled \"Science of Modern Technology\" and \"Blue.\" Coming from a smaller sized HS and middle school class of eleven students, I strongly value Yale's prioritization of close relationships between students and faculty for all undergraduates.",
    "category": "Why College"
  },
  {
    "essay_id": 100,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "What is a community to which you belong? Reflect on the footprint that you have left.",
    "essay": "Although my school does not require service hours, I am part of a community of students who live out the motto, \"Not words, but deeds.\" Although I prioritize my education, I also value the work I've done for others. Almost every Saturday, through an organization called Teach Seniors Technology, I volunteer at my local community center to teach seniors how to use technology. Requests from seniors range from learning how to make Facebook posts, use tablets, check emails, and use Windows 10. Many of the seniors I've assisted don't have others to teach them how to use their devices or go on websites. If they do, these people easily grow impatient with the task. And for some of these seniors, the ability to connect with family members or maintain their jobs requires them to be capable of using web-based interfaces. Although I often feel as if technology just brings unnecessary hassles when it fails, society often treats seniors as unnecessary hassles when they are unable to interact with technology. I appreciate having the opportunity to assist this forgotten generation in the tech world learn how to interact with new technological developments.",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 101,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on a time in the last few years when you felt genuine excitement learning about something.",
    "essay": "Most people aren't thrilled to find out that they're attending summer school for eight weeks. However, I was ecstatic; jumping out of my seat without gaining the attention of my teacher standing across the room. With the opportunity to enroll in Programming Abstractions at Stanford University as a summer quarter high school student, I was able to continue my computer science studies after taking APCS. As I eagerly listened to the course material during lectures, I was fascinated because I learned about various processes of computational logic that I didn't even know existed. For example, I learned about Big-Oh notation, which completely changed my strategy for writing code as I started to consider its efficiency. When it came time to test these concepts I learned on homework assignments, I spent extra time completing them. This was not just because the assignments were difficult, but because I wanted to apply the newly learned concepts to the best of my abilities, attempting to make my code as neat and efficient as possible. Truth be told, I never felt like I was in school this past summer (besides on exam days) because I have never been more genuinely excited to learn about a subject.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 102,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "If you selected one of the computer science or engineering majors, please tell us more about what has led you to an interest in this field of study, what experiences (if any) you have had in computer science or engineering, and what it is about yale’s program in this area that appeals to you.",
    "essay": "My family background and exposure to educational activities at my high school have significantly increased my desire to pursue computer science and engineering. My mother's family moved to the United States when she was fifteen years old. Even though she did not speak any English, Math quickly became her favorite subject and the foundation of her career while she pursued civil engineering. Because of my mother's inclination toward mathematics, I was more exposed to the world of math and engineering throughout my childhood. Additionally, my enjoyment of courses such as APCS and AP Calculus have led me to develop an interest in engineering. To pursue this interest, I became an engineering intern at QOLSYS, a home security company, and worked on their home security panels, sensors, and alarms. Also, to build upon APCS knowledge I learned, last summer, I took a CS class at Stanford University called Programming Abstractions.\n\nI believe that Yale's program is perfect for my interest because of its facilities, close relationships with faculty, and research opportunities. During Yale's engineering tour, I was blown away by the CEID. I was mesmerized by the CEID's accessibility to all students, including non-engineering ones. Furthermore, I was enchanted with the idea that students could work on whatever projects they desired. I plan on using the CEID to turn the technological ideas I have at Yale into a reality through the use of available 3D printers and microcontrollers.\n\nAlso, the tour guides spoke of small engineering classes, particularly with labs. They explained that Yale's intention with smaller classes is to ensure students' sufficient access to professors. I value Yale's support for its students in the classroom so that they can develop closer relationships with professors. Moreover, the tour guides mentioned that Yale highly encourages undergraduate student research. They even referred to freshman who conducted research with professors. I hope to have the opportunity to conduct research with a faculty member for an area I'm passionate about such as online privacy.\n\nI first learned about this topic on my high school debate team when we debated the resolution: The \"right to be forgotten\" from internet searches ought to be a civil right. While conducting research for both sides, I learned about the complexity behind the issue of privacy and internet searches. Because of the curiosity I developed from this debate topic, I hope to conduct research with Professor Joan Feigenbaum. Professor Feigenbaum is interested in various areas of computer science, including security and privacy. In the past, she gave a talk titled \"Security and Privacy in the Information Economy.\" Also, one of her publications titled \"Privacy Engineering for Digital Rights Management Systems\" discusses ways to distribute digital content so that the rights of the parties involved are protected. Her paper continues with approaches to privacy engineering through privacy audits and the Fair Information Principles. Conducting research with Professor Feigenbaum would provide me with a unique opportunity to explore the issue of privacy and security in the world of CS.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 103,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why do these areas appeal to you?",
    "essay": "I hope to incorporate music in my studies of the brain by seeing how certain timbres and wavelengths can trigger reactions, possibly tying musical ideas to releases of particular chemicals, such as endorphins for people with clinical depression, or serotonin, which would benefit people suffering from an anxiety disorder. If we can tie specific aspects of music to reactions in the brain, I believe it may be possible to develop a form of composition for psychological purposes.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 104,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "When I began touring schools, all the seniors told me about \"the feeling\"; it hits you when you step onto the campus of that one school that was just right. That is exactly what I felt when visiting Yale. In the few hours I was there, I discussed abstract art with a girl painting in the Old Campus and got a personalized tour by an enthusiastic first-year. I was struck by the energy and drive of everyone I met. There was a sense of occasion that I could not shake, and it was apparent in every person I met.",
    "category": "Why College"
  },
  {
    "essay_id": 105,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "What is a community to which you belong? Reflect on the footprint that you have left.",
    "essay": "I have always felt that because of the different aspects of my identity I had a foot in multiple worlds. I am a white-passing woman of color who has grown up in an area of rather low economic class. Because of the Prep for Prep program, I have spent the past 6 years at a private school with mostly white, upper-middle class kids. My experiences have helped me realize how important being in a diverse community is, and how important it is for me to actively strive to help these communities work. Saint Ann's has recently taken the initiative to support the diversity in our community, and as a multicultural student, I have made sure to help in every way I could. I utilize the complex circumstances of my life by bringing a sense of awareness to the table that I frankly regard as a privilege. While it is hard growing up feeling as though I cannot mold into one part of my identity, it has put me in the position to lead discussions that draw conversation from an array of people. I have learned to become the bridge between perspectives, because diversity is so much more than what one can see with their eyes.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 106,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on a time in the last few years when you felt genuine excitement learning about something.",
    "essay": "Since I was a child I have found myself constantly seeking logical explanations. I was never satisfied with simply being told something was true. I found myself drawn to disciplines where I was capable of finding a result by myself, thus proving I truly grasped the concept.\n\nIt wasn't until I began studying Calculus in junior year that I was able to truly grasp my capability of independence. Our teacher was determined to get the class to stop simply memorizing rules and applying them through a series of identical problems; she incorporated many opportunities for us to use the knowledge we had gained in trigonometry, geometry, and algebra to form our own understanding of calculus.\n\nI was inspired to strive to form my own understanding of every math problem. I even remember one class when our teacher asked us to come up with two functions that were their own second derivative, and I had managed to come up with a function that she had never even thought of! It was electrifying when I realized math could be treated much like art; the process can be individual and organic, and the result completely unique.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 107,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "There is no stone I want to leave unturned when it comes to music. First and foremost I am a student, so being a professional performer in the bustling city of New York has never been easy. But my love for what I was doing inspired me to strive to juggle my academic work with the demands of the concert season I found myself in year after year. In a community of artists, personalities may not always click, and music rarely remains as it initially was presented, but every concert and show has taught me fundamental lessons about collaboration and leadership. I have worked with many instrumentalists and composers who inspired me to not only begin studying a variety of instruments, but also to try my hand at composition. I have also been exposed to the inner workings of the music industry. My experiences in music have ultimately taught me what it means to be a leader in a field that is dominated by people who don't look like me, or come from places similar to those that I do, and the desire to be a leader has been ingrained in all my aspirations.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 108,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Tell us about a concept, theory, or subject that has piqued your intellectual curiosity. What steps have you taken or do you want to take to further explore that interest?",
    "essay": "In seventh grade I took my first biology class and was introduced to genetics. At first, it was difficult to wrap my head around the fact that a sequence of four chemicals joined together with sugar and phosphates holds instructions that dictate almost all of who we are. There had to be more to it than the brief explanation my teacher gave. So I did some more research on my own. I devoured Wikipedia entries, New York Times articles, and books from the meager science section in the school library, but my curiosity couldn't be satisfied. As soon as one question of mine was answered, another would arrive to take its place.\n\nOne day, I found a summer program offered by Cold Spring Harbor Laboratory on Long Island. Students attended one-week camps to learn more about genetics and related lab procedures. After some prodding, my mother signed me up for my first camp, \"World of Enzymes.\" I returned every summer after that and took almost every camp they had to offer. But that didn't stop my research. I still scour the Science Times every week and Nautilus magazine every two months for news about discoveries in the field.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 109,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "If you could meet a character from a book or a historical figure, who would it be and what would you ask them?",
    "essay": "Rosalind Franklin is my hero. Her work with X-ray diffraction was integral to the discovery of the double-helix structure of DNA, but the fact that she was a woman working in science, a male-dominated field, in the 1950s is impressive enough. If I could ever have spoken with her, I would ask questions about her research not just on DNA structure but also on virus structure. I would also ask her what it was like to work in an environment where she was the only woman, and what advice she would give to girls who want to go into STEM. Franklin died at 37 from ovarian cancer, due to her near-constant exposure to x-rays. I know she could have done so much more if she only had time. So I would ask her where she planned to take her research on viruses, since that was what she was working on when she died. Finally, I would make sure to tell her how much she has inspired me and so many others. She never got the recognition she deserved for her incredible work when she was alive, and I wish I could tell her that today, her name is known.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 110,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "Ever since I read Leigh Bardugo's Six of Crows and watched Sam Tsui's debut performance in Yale's hilarious music video, I've dreamed of attending the college that shaped such inspirational figures in my life. Now my reasons are less starstruck: I long to experience Yale's equally vibrant musical, academic, and social scenes, to class-hop during Yale's shopping period, to participate in the rigorous Directed Studies program. I long to forge lifelong relationships in one of the twelve tight-knit residential colleges while networking in the large, research-oriented university. I long to become an inspirational figure myself; that's why I choose Yale.",
    "category": "Why College"
  },
  {
    "essay_id": 111,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on a time in the last few years when you felt genuine excitement learning about something.",
    "essay": "What is the ethical dilemma that rises from memory hacking? How else can memory be distorted? Is memory meant to be accurate or adaptive?\n\nMy eyes were glued to the screen, but my mind was chugging away. NOVA's Memory Hackers, a documentary recommended to me by a friend, had me completely enthralled. The idea that something so intrinsic to the human experience could be so complex fascinated me to no end, and I needed to learn more. A month later, I began to tackle all my questions through a Humanities Capstone. I started my school days with visits to the library, my pile of articles from the local community college and various databases growing along with my enthusiasm. I poured over study upon study discussing memory distortion through false memory implantation, collective memory formation, radical museology, and optogenetics, scribbling notes clandestinely during lulls in my other classes. Though I was searching for support for my thesis—that memory's malleability can help us develop historical consciousness and sense of self—I found something more valuable along the way: a budding interest in not only cognitive sciences but in independent research, one that will stay with me wherever I go.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 112,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "Three sentences in. No backspace button—just scratch away the words. Relish in the ink smoothing out your thoughts. Create a Kaz Brekker, a boy with a hardened heart that cheats life and was cheated by life, or a Skeeter Phelan who stops at nothing in her pursuit of truth. Let the words run you over with their power and, more often than not, clumsiness. It doesn't matter—just go. In moments like these, creative writing takes over my heart and mind. My mother's calls to eat dinner don't exist, and three hours squeeze into just three minutes of intense dialogue. My assignment notebook transforms into a series of letters never sent. The library's Georgia Pacific–brand bathroom amenities become poetic metaphors for pushing past constructed horizons while I push my own.\n\nThroughout my life, from writing a fifth-grade free verse about ostriches to grueling over a National Novel Writing Month story to running a book blog with four enthusiastic readers and best friends, my passion for creative writing has continuously evolved. What started as fun turned to catharsis, and now, to inspiration: inspiration to think deeply, live wholeheartedly, and appreciate the beauty in every small moment.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 113,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why do these areas appeal to you? (po liti cal science, humanities, ethics, philosophy)",
    "essay": "My intense love for humanity has led me to pursue these areas of academic exploration. While I acknowledge that humankind is in no way perfect, when I look to our extensive history, I can't help but feel overwhelmed and amazed by what we have accomplished. Whether it's discovering the most effective way to lead and organize society, the philosophical roots behind our impulses and actions, or the ways in which the human condition has been artistically and historically expressed, I want to study humanity from multiple angles so that I can get the most complete understanding possible.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 114,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "In addition to the focus on a well-rounded liberal arts education, the ability to \"shop\" around for classes that interest me, and the impressive access to research opportunities, I love Yale because of the strong sense of community that it fosters. Yale's ability to bring together amazing students from around the world, while encouraging collaboration and teamwork is impressive and creates the supportive learning environment that I crave. Additionally, the inter-residential-college competitions seem fun and exciting, and I would love the opportunity to grow even closer to my classmates while competing in the Freshman Olympics.",
    "category": "Why College"
  },
  {
    "essay_id": 115,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "What is a community to which you belong? Reflect on the footprint that you have left.",
    "essay": "Since I was fourteen years old, I have volunteered every Saturday morning to coach soccer and track and field for the Special Olympics. For the past five years, I have worked closely with the same group of special needs athletes and have developed personal relationships with each one. The pure love, affection, and unadulterated innocence that they radiate are infectious and propel me to be a kinder and more compassionate person. Grateful for this eye-opening experience, I wanted to share it with my classmates and get my school community involved with the program. As the president of the Community Service Leadership Team, I worked extensively with the administration to organize and lead a sports skills clinic on campus for special needs athletes across the district, as well as a school-wide End-the-R-Word campaign to promote a respect for and understanding of people with special needs. Whenever I walk by the commemorative banner hanging in Loyola's hallway and see the hundreds of signatures of students pledging their respect, knowing that I made a difference in my school community, I smile widely, almost as widely as when Mark, one of my soccer players, calls me his \"best buddy.\"",
    "category": "Community Engagement and Service"
  },
  {
    "essay_id": 116,
    "school": "Yale",
    "year": 2017,
    "type": "supplemental",
    "question": "Reflect on a time in the last few years when you felt genuine excitement learning about something.",
    "essay": "AP English Language was the best class that I have ever taken, because we went beyond the requirements needed for the AP test and studied literature intensely. We made bold connections to philosophy, critical theory, and history. From Christian readings of Beowulf to postcolonial analyses of Heart of Darkness, we always found ways to look at texts from different perspectives. I distinctly remember the feeling of excited anticipation that I had before each class and the sense of amazed wonder that I felt at the end. Through this course, I truly found my love for the humanities. My efforts culminated in an eleven-page research paper, exploring how Shakespeare's Macbeth presents the nuanced strata of Elizabethan ontology influenced simultaneously by its existing religious foundation and the rise of scientific empiricism. For one month I researched the topic intensively and met constantly with my teacher; I even contacted a university professor and conducted a personal interview with him. That paper had been the hardest I had ever worked on a single assignment, but it was all worth it because it gave me the opportunity to develop a newfound sense of scholarly passion, curiosity, and drive.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 117,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "On my first day of Rockefeller University's Summer Science Research Program (SSRP), I knocked on the door of room B322 holding a pair of plastic goggles, but instead of a laboratory full of beakers and test tubes, I found myself in an office full of computers. When a postdoc sat me down at a desktop and told me it would be my workspace for the next two months, I realized that the summer would be very different from my expectations. The head of the lab informed me my job would be to analyze the genes of patients with Crohn's disease to better understand the pathogenesis of the disease and treatment options. Although it was beyond the scope of the original project, my curiosity led me to question the researchers about important genomic and biostatistical concepts like linkage disequilibrium, p-values, and single nucleotide polymorphisms. To fully answer these questions, I reviewed scientific literature in multiple disciplines: computer science, statistics, genetic sequencing, and Crohn's disease.\n\nWith this background, I explored the data sets I was given and proposed an experiment to the head of my lab with the goal of explaining why Eastern European Jews are disproportionately affected by the disease. I did not find novel genes responsible for Crohn's in this population; however, upon further analysis, I discovered that a subset of patients with specific genetic mutations did not respond to a standard treatment. This work has the potential to eventually select optimal therapies based on patients' genetic markers. After two poster presentations on the material, the lab head is in the process of publishing a paper with the results.\n\nBeyond the lab, the SSRP scheduled speakers and activities that allowed me to connect my interests in science, journalism, and humor. Listening to Ivan Oransky, the co-founder of Retraction Watch, I thought about scientific fraud alongside journalistic integrity and discovered that my values as a scientist and journalist overlap. Workshops with Irondale, an improvisational comedy troupe, improved my communication skills by pointing out the scientific jargon I unconsciously used when explaining my research.\n\nOf all of these activities, the most memorable was a visit to the Metropolitan Museum of Art with other members of the program. I had visited the museum on countless occasions, yet moving through the rooms chronologically for the first time provided a visual representation of a narrative bridging art, language, and culture that had been taking place since the beginning of human history. I realized my work had joined a similar narrative, one of science and discovery, and felt inspired and proud of my small contribution.\n\nRockefeller taught me more about being a scientist than any textbook had; no single experiment existed in a vacuum. Instead, I examined what had been done before and found a new avenue for pushing forward our collective knowledge. My work in the lab taught me that the future narrative of scientific research will integrate multiple disciplines—I cannot wait to be a part of that narrative.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 118,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Why does yale appeal to you?",
    "essay": "As an academic omnivore, I would explore courses in multiple fields of interest in Yale's two week shopping period, knowing that whatever classes I chose would be taught by world-class faculty.\n\nAt Yale, where scientists are classicists and writers take multivariable calculus, I would feel right at home, especially because home would be the close-knit community of a residential college for all four years.\n\nOutside of classes, I would report on SciTech for the Yale Daily News and audition as a clarinetist for the Concert Band or Precision Marching Band. On weekends I would attend services at the Slifka Center and explore New Haven's famous pizzerias. The only challenge would be the long walk from Old Campus to Science Hill; thankfully, I love my bicycle.",
    "category": "Why College"
  },
  {
    "essay_id": 119,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Why do these areas appeal to you? (ecol ogy & evolutionary biology, classics)",
    "essay": "Many scientific problems no longer fall neatly into categories of biology, chemistry, physics, or mathematics. By studying molecular biophysics and biochemistry or chemical engineering (specifically biomolecular engineering), I would be collaborating with others to devise unique, interdisciplinary solutions to real-world problems in areas such as treatment for diseases and sustainability while preparing myself for a career in the field. I also want to study Classics to discover Greco-Roman language, culture, and history and recognize parallels with our modern world. An understanding of the ancient world can provide insights into contemporary life, whether in policymaking, interpersonal relations, or the narrative of scientific discoveries. At Yale, I could read Ovid's Metamorphoses or learn about Roman food and drink (but hopefully not have to eat any of it!)",
    "category": "Academic Interest"
  },
  {
    "essay_id": 120,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "I grew up loving superheroes. Individuals that take it upon themselves to risk their lives to help their society are definitely worth admiration. For instance, Bruce Wayne is exceptionally physically fit, a successful businessman, and has the mind of the most brilliant detective. Tony Stark is an extremely gifted engineer and entrepreneur. Peter Parker is a resourceful scientist, artist (photography is art), and family man. These are ideals I have wanted to live up to since I first watched Saturday morning cartoons. We can't ever be exactly like them, but I want to convince the people around me that we can all be superheroes in small ways. Things as simple as a kind greeting and a helping hand can make someone else's life a lot better.\n\nCollege is like a second coming of age with a Lord of the Flies twist. The college community I want to be a part of is a group of friends that raise one another when our parents are no longer here to do it. Setting examples for one another and being heroes in each other's lives is exactly what we'll need if we want this to be a positive and enriching experience. I plan on being a helping hand to the people around me. In high school I've done that by tutoring my friends for free and participating in community service. In college I see no reason why that wouldn't continue. My perspective is that of a community leader, one who wants people to work together to help one another past our individual shortcomings.\n\nMy chemistry teacher has been one of my favorite teachers because he never fails to teach beyond the required curriculum, including oftentimes giving us life advice. His number one item on a list of things we need to find while in college was a support group. This group would be a small group of close friends that we could count on for anything. I want the people in the environment around me to know that they can count on me when the going gets tough—that's the person I want to be remembered as.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 121,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "The dying sun filters through the forest of buildings and illuminates the dust in the air, saturating the messy room with a golden tinge and creating an ephemeral beauty reminiscent of Satis House.\n\nThe symphony of screeching tires, hocking hawkers, and bargaining shoppers filter through open windows. The smell of freshly squeezed paint combines with the waft of stinky tofu and grilled charsiu from the street below; the sensory explosion is complete.\n\nAs the music in my ear swells to a crescendo my brush touches the canvas. The clouds in my mind clear up and my vision tunnels onto my painting. I morph into something unearthly. The brush becomes an extension of my arm; the canvas a protective shell; and the paint, like oxygen pulsing through my veins, becomes an integral part of my survival. I've become one with 'my' corner of the brightly colored, albeit cramped and messy studio. Like my bones, the four walls are part of the architecture of my being.\n\nPainting has always been a pleasure I hold dear to my heart. It's the weight that grounds me when I'm about to float off. However, for me, art is not simply an enjoyable pastime. Art informs my world—from my passion for human rights, to my voracious appetite for global news, to my penchant for pleasure reading, and my adoration of words—art is the net that binds my interests and the lens that colours my perspective. I don't view my passions in isolation; I believe they're all irretrievably linked within me. Art has tinted my outlook on the world and taught me to view situations from a different angle. It has given me creativity and an appreciation of how easily societies can be swayed. From Ai Weiwei's provocative art to Mao's propaganda posters, art contributes to political struggles, speaks to fear, and reaches masses in a way that no other media can. Art transcends time and space; it breaks language barriers and touches and unites the world in an utterly unique way.\n\nIn literature, I am pulled by an unseen magnetic field toward sentences and words that are beautiful in appearance and sound. Just as certain art has the ability to stun me into silence, I have always been spellbound by the magic a few letters can hold. To me, novels are mystical combinations of word and letter creating powerful spells. As Leonardo da Vinci eloquently expressed, \"Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.\"\n\nMy passions are woven together by the yarn of art into a tapestry of creativity and a desire to help the world. With the firmest of convictions, I believe Henry Van Dyke's words: \"Use the talents you possess, the woods would be very silent if no birds sang there except those that sang best;\" and with my paint-splattered hands, that is precisely what I endeavour to do.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 122,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "Every U.S. citizen deserves the human right to access clean water—but that was violated in my hometown. In January of 2014, 4-methylcyclohexanemethanol (to make it easier, let's abbreviate to MCHM) leaked into the Elk River and contaminated the water supply for 300,000 West Virginia residents. For weeks, one could not drink, shower, cook, clean nor wash with the water without risking the chance of nausea, vomiting, dizziness, diarrhea, reddened skin, rashes and even cancer. Despite assurances from state officials that the water was safe, everyone was skeptical because the black-licorice odor still lingered. As a trained interviewer in a community-based research initiative, I assisted in evaluating the impact of this unprecedented historical event on residents' physical, mental and economic health. This study revealed a negative psychological impact, making me wonder: What happened inside our brains that causes us so much stress? While working on an AP Psychology assignment on neuroanatomy (a fancy term for parts of the brain), a revelation suddenly dawned upon me. Of all human senses, only smell is not routed through the sensory processing center known as the thalamus. So while smell warns us about the water, taste says otherwise and encourages us to drink to be hydrated. This psycho-physiological melee between olfaction (smell) and gustation (taste) is essentially two independent entities combating one another for dominance, the anatomical dilemma that leads to anxiety and depression.\n\nDiscovering this phenomenon, I immediately published my research in the state's largest newspaper to educate others. I was startled to receive a call from a faculty at the Johns Hopkins Bloomberg School of Public Health (Dr. Henry Taylor) requesting my permission to utilize this hypothesis as a case study for graduate students. What started as an AP Psych assignment mixed with a dash of inquisitiveness evolved into a theory that was crucial to our state's recovery from this federally declared disaster. I was truly thrilled by the opportunity to contribute to the academic conversation surrounding response and resiliency, but my mind once again wondered, \"Are we any better prepared for another disaster?\" I wanted to do more to create an injury prevention atmosphere and so began studying the concepts of emergency preparedness in youth. With paucity of existing evidence, I realized that to engage my fellow students, I must speak their language: YouTube! So, I traveled across the world (Lake Zurich, Taj Mahal, and even Pittsburgh) to film a video on risk communication and youth preparedness encompassing cultural, language and other barriers often uncovered during emergencies. After winning a national video competition, I was invited to complete an internship at the Harvard T. H. Chan School of Public Health. Working with scientists on innovative and trendsetting research in youth emergency risk communication, I recently submitted my project to the Centers for Disease Control and Prevention (CDC). While I was thrust into the field due to a disaster, I now look forward to the opportunity to continue my research endeavors and further strengthen my fundamentals in public health science.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 123,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "I sing. It is not just something I do, it is part of who I am. I have grown up around music. My mother sings opera and I am told that when I was two she heard me humming a cartoon theme. She grabbed my dad and said, \"He's on key!\" Humming sounds turned into singing words, and I have never gotten tired of it. I can't say I loved it from the beginning, or even knew the meaning of it. My mom had to pay me ten dollars to sing my first duet with her in church. It was after a sixth grade school performance that I realized how much I loved the experience. The applause was great, but I realized how much they loved it too. I saw that music was something the performer and audience enjoyed together.\n\nI began to learn instruments to accompany my vocals. I performed jazz, rock, R&B, country, and even classical. The special moments continued until it wasn't about the moment. It was the story of me.\n\nMost people find it interesting that I sing, especially those who know that my career goal is to be an officer in the United States military. While I don't plan on a career in music, I do plan on a life of music. I took my senior year of science in summer school to open a spot for AP Music Theory, which is taught by my AP Calculus teacher. Math and music have always seemed more alike than different to me. Although I intend to study engineering in college, I also intend to sing. Whenever I hear about Yale, the music is always mentioned. The ability to be part of three hundred years of history would be an incredible honor. An important chapter came at the end of my sophomore year. I was asked to sing a solo with a full orchestra in our largest local theater. That performance was the first time that I practiced not only singing well, but working with my fifty-four new musical friends to move the emotions of a large audience. The rehearsals were chaotic and intense.\n\nThe night of the performance, I was ready. It was a tradition at that theater to sign the wall backstage. I scanned the names looking for an open spot. Johnny Cash, George Burns, Tommy Tune, Bette Midler, and so many other amazing people were there. I humbly selected a spot between Bob Hope and Lucille Ball. My song was in the second act, and I wasn't nervous, but I had to contain a lot of energy for a really long time. \"Jackson, you're next,\" finally came from the stage manager. My heart was racing as I ran through the opening notes in my head. My cues with the orchestra, my marks on the stage, my personal journey with music were all there. She handed me a mic, said \"Break a leg,\" and gave me push. I stepped out into the light.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 124,
    "school": "Yale",
    "year": 2016,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "I love data sets almost as much as chocolate. Seeing the numbers lined up in columns, with their meaning desperate to be brought to light gives me a bit of a thrill. They remind me of the coloring books that well-meaning relatives give to children who display little artistic talent, in which the outlines on the pages are filled with vibrant colors when a thin layer of water is added to the paper. Data sets have that sort of meaning, only instead of water, statistical analysis must be brushed onto the pages. When I received a packet telling me that I had been selected as a National Merit semifinalist, I was excited by the news itself, but what interested me even more were the pages following the announcement. Is there anything more tragic than an unexamined booklet of data points? They float around, directionless, with meanings that almost cry to be revealed. With a paper, a pencil, and a spreadsheet, I set out to discover what they were trying to say, amplifying the voices of the all-but-silent numbers. There were the states and schools of all of the other semifinalists, ready to give up meaning to people who wanted to look. First I counted the number of homeschoolers and discovered that they made up about a third of a percent of all semifinalists, but 6 percent of all teenagers. Next I looked for the high schools with the largest percent of its students selected as scholars, and tried to find a reason why they had so many. In all, it was a pleasant afternoon. There were reasons, causes and effects hiding right below the surface, and I was the one to find them.\n\nHolding the darling little data set on my lap, I watched as it took on different shapes with just a bit of coaxing. Each iteration revealed a small, beautiful truth about the world, one that may or may not have been seen before, but that was undeniably there. There was a beauty in unexpected outliers explained by further research. There was a feeling of intrepid exploration when faced with an uncharted data set. There was life in the numbers if you could overcome their soulless facade. The multitude of truths shimmered on the page like raindrops on a waxy leaf, ready to drip off with a gentle tap. I occasionally try to share what I've found with my friends, who are now barely surprised when I mention that I analyzed a really great data set over the weekend. I'll share the most surprising things that I found from my analysis with them, then listen in turn as they tell me about their more eccentric tastes in clothing. We laugh, we smile, and we understand that it is unlikely that I'll ever comprehend how one of my dearest friends makes two different patterns complement each other. She'll never understand why the numbers make my heart flutter. There are some truths that cannot be found from data analysis, I suppose.",
    "category": "Intellectual Curiosity"
  },
  {
    "essay_id": 125,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "What in particular about yale has influenced your decision to apply?",
    "essay": "One hundred and twenty-five years ago, my great-grandfather watched his Nile crops wither. With every drop of talent I've been endowed, I seek to clean the rivers into which he wept. The dialectic acuteness of student research at Yale's School of Forestry (ie Prof. Shimon Anisfeld's sediment fingerprinting for East African watershed) and breadth in the humanities suits this end.\n\nYet I crave Yalies too: meaningful and intimate exchanges with classmates (per residential colleges) who, like me, hang their cleats above a copy of Plato's Republic—and with professors (by lunch, co-authorship, or Master's Tea) impelled by one lodestar across many skies. That is Yale.",
    "category": "Why College"
  },
  {
    "essay_id": 126,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "In this essay, please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "My journey to become the kind of leader I strive to be started with a regret and resulted in me learning to value every opportunity I am given. In 2011, I attended a leadership seminar through the Student Leadership Training Program. Despite the eye-opening experience, I was not ready to apply new leadership skills and stay involved. I was handed a tremendous experience, and in the naivety of my caged mind, I neglected to take advantage of it like a bird fearing to take flight for the risk of falling.\n\nWith sophomore year came a new opportunity—I received the Hugh O'Brian Youth Leadership Award and was asked to attend the Connecticut Hugh O'Brian Youth Leadership Conference. This would be my second chance to learn from a leadership conference. I promised to not let this experience fall through my fingers. Initially, I was intimidated, with strange \"Outstanding\" cheers and experiences that were miles out of my comfort zone. I felt out of place. Why did I deserve to be here? I had given up on my previous commitments, while other ambassadors were devoted, accomplished leaders.\n\nOver the weekend though, something in me clicked, and my apprehension disappeared. I realized who I am and how I can contribute to the world. When pushed beyond my limits socially, intellectually, and mentally, I found a learning experience unrivaled by anything thus far in my life.\n\nA leader is not just the person in front of the line, the person who is the loudest, or the one who has the most to say. Leadership to me is the power to thrive in any circumstance, to lead through service, and to empower others. A true commitment to something greater than oneself takes great devotion. A leader listens to the concerns, hopes, and dreams of everyone and uses words and actions to encourage others. During seminar this year, we visited with senior residents, and I met a man who was a judge and leader in his community many years ago but could now barely speak. I told him about HOBY's impact on me and he listened contently. I apologized at the end because I thought I bored him, but he smiled. \"Be exactly who you are, do not change,\" he told me. That moment reassured me of everything HOBY has awoken in me. New experiences, disappointments, triumphs, and everyday life experiences help to mold a leader. Each day we have choices to make. Each choice is an opportunity to build character and create positive change. A leader strives to makes the right choices, recognizes and addresses mistakes, and motivates others. When I think about what is important to me, I think about my experiences that have taught me to push the boundaries of my capabilities, embrace new experiences, and do the right thing instead of the easy thing. I don't have all of the answers, but these skills will help me become the person and leader I want to be.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 127,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "What are your reasons for applying to the eli whitney students program at yale? What personal and academic goals do you think yale can help you reach?",
    "essay": "When I compiled a list of realistic colleges to attend this fall, Yale did not find a spot on it. In my mind, I did not have the GPA, ACT score, or spotless background leaving high school to belong there. Truth be told, I relinquished the idea when I got my first \"B.\" It wasn't until a Service to School ambassador mentioned Eli Whitney students in passing and said that I should look into it. With a healthy amount of skepticism, I scrolled through the student profiles thinking that I would find a gallery of innovators and geniuses. On the contrary, I repeatedly saw normal, driven people who simply didn't finish their four-year degree on their anticipated schedule. I was convinced that Yale is offering a second chance to hardworking students who have taken the less-traveled path to college. Therefore, I'm applying to the Eli Whitney Students program to take the once-in-a-lifetime chance to study International Relations at a school with a historic record of excellence that would not have been an option for me before I enlisted in the Air Force.\n\nCompleting my undergraduate studies at Yale means more to me than having a selective school attached to my name; It means taking advantage of the opportunity to academically flourish among Yale's collaborative, high-energy faculty and student body. I plan to spend hours with Dr. Muhammad Aziz and the rest of the department working to attain a greater grasp on Modern Standard Arabic and build upon its dialects that I labored so arduously to refine. I also hope to supplement my area-specific language study with a secondary language in either French or German. Overall, my most ambitious academic goal is to find a logical and unbiased voice to offer solutions on international topics. The renowned Jackson Institute for Global Affairs can help me bridge the gap between in-depth academia and the military-specific knowledge that I gained in the intelligence field to create a more comprehensive view of global affairs. I believe it is necessary to mature out of my niche perspective of the world and to fairly analyze contemporary issues in a future career.\n\nOutside of academics, my personal aspirations gravitate toward veterans advocacy and foreign cultures. I've received so much crucial advice and encouragement throughout my career from others that have served, and I want to do what I can to see Yale's student veteran community strengthen and expand. At the same time, Yale's diversity offers the perfect environment to interact first-hand with representatives of the world that I dream of visiting.",
    "category": "Why College"
  },
  {
    "essay_id": 128,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "What is a community to which you belong? Reflect on the footprint that you have left.",
    "essay": "\"I felt disconnected, and that Ware Residential Commons wasn't anything close to the community I was expecting. I thought the residential commons system was a hoax.\" I paused after this statement, and looked up to see 120 pairs of nervous, confused freshman eyes pondering my last statement. I stood behind the podium, still confident that this statement was a good decision. Living in Ware, one of the eleven Residential Commons on SMU's campus, challenged me to recognize what it means to be part of a community. I noticed a lack of community in the Commons, so I ran for and became president of the Ware Commons Council. My goal was to create an environment everyone was proud to call \"home.\"\n\nEvery day, I am actively trying to make Ware a stronger community, and the goal of my speech to the incoming freshmen was to inspire them to want to do the same. I have seen and felt improvements in the strength of our community. A nervous, Indian American resident approached me and said, \"Jacob, I just want to say thank you. Coming here, I was nervous I wasn't going to fit in. But you've made me feel like I belong here. Thank you.\"",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 129,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "Write about something that you love to do.",
    "essay": "\"3, 2, 1 . . .\" I gently pull my finger down on the shutter, careful not to let the camera move in the precious 1/500 of a second the sensor is exposed to light. I then quickly press the shutter a few more times, with the hope of accidentally capturing a slight sense of relief, or maybe even a snicker of laughter. I look down at the preview on the small screen, and my heart starts to race a little. The lighting is just right—soft and white, but with warm bokeh radiating behind the subject's profile. I turn the camera around, and the subject loves it. They then turn themselves around, not quite sure of how this picture resulted from the seemingly average setting we are in. But that's why I love photography—there is hidden potential everywhere. If I crank down the aperture to f1.8, opening the sensor up to as much light as possible, I can turn tall blades of grass into a beautifully textured backdrop. I can turn water falling onto a rock into an explosion of reflective color. Photography is more than just capturing a moment in time—it's an opportunity for both interpretation and expression.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 130,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "What in particular about yale has influenced your decision to apply?",
    "essay": "\"Do we really need to get there early?\" I asked my friend, a current Yale student, in reference to a student comedy show that was going to be performed in Saybrook College's Underbrook theater on Yale's campus. There's no way this thing will fill up, I thought. My doubts were quickly dispersed as we approached the theater—there was a line of eager students looped throughout the basement halls. After the show, I totally understood why the demand was so great. These students were incredibly talented, and the show was hilarious. This event is a physical representation of the vibe I got on campus both times I visited. Yale is a collection of talented, brilliant, and diverse students who support each other, building a strong community unlike any other. Everyone at Yale seems to have a place. Yale provides resources to help students succeed, but there is a mutualistic relationship—the students are what make Yale so special. When I'm on campus at Yale, I feel inspired—inspired to pursue what I'm passionate about, and inspired to help others around me do the same. I want to share my talents with the community and support my peers who want to do the same.",
    "category": "Why College"
  },
  {
    "essay_id": 131,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "Please provide a statement that addresses your reasons for transferring and the objectives you hope to achieve.",
    "essay": "I'm extremely passionate about everything I am doing at SMU. The opportunity to double major in music and computer science has challenged me academically at an exceedingly high level. A great characteristic about the experience at SMU is that the student can determine what kind of college experience they want to have. At SMU, I have been able to discover that I want the most academic experience possible.\n\nAll together, SMU has done an amazing job providing me with opportunities, both academic and extracurricular. There is nothing at SMU stopping me from pursuing what I'm passionate about, and I am especially thankful for the unforgettable relationships I have been able to establish with my professors and mentors. However, I feel like there is more that I can do, and more that I can give. I want to be pushed even harder so that I can live up to more of my potential. While I have nothing but absolute admiration and appreciation for those who have taught me at SMU, I am also excited by the thought of interacting and making connections with the professors at Yale. I have learned a significant amount through mentorship relationships I've sought out, and believe the relationships I could build at Yale would be the strongest and most influential to date.\n\nI am in a unique period of my life where I can surround myself with people my age who share a similar level of passion as me. After visiting Yale, I noticed an inspiration coming from the students around me that, up to that point, I had not experienced at SMU. I realized that I am one of the few choosing to have such an academically challenging experience here on campus. When I visited Yale, I sat in on classes and a jazz band rehearsal, had a valuable conversation with the Director of Bands, and watched a student-run comedy show. Even after leaving Yale's campus, I remembered what I witnessed about the students and level of academic rigor, and was motivated to work even harder to accomplish my goals back at SMU for a few weeks to follow. I also remembered the connection I felt to the students that I met on campus, instantly strengthened by our common goals and appreciation of the education they are getting. The combination of increased opportunity, higher expectations, and unparalleled inspiration lead me to believe I can accomplish the most I am capable of at Yale.\n\nAt Yale, I would hope to continue studying both computer science and music. I have been in contact with Carrie Koffman, the Lecturer in Saxophone at Yale. This is the first year that Yale has ever had a sax program, and I hope to bring my two years of experience as a music major at a rigorous music school, where I play Principal Saxophone in the top Wind Ensemble, to this young studio. I plan to play in the Yale Concert Band, Yale Jazz Ensemble, and a saxophone quartet.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 132,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "If you selected one of the computer science or engineering majors, please tell us more about what has led you to an interest in this field of study, what experiences (if any) you have had in computer science or engineering, and what it is about yale’s program in this area that appeals to you.",
    "essay": "Throughout my life, I have naturally gravitated toward creative problem solving and critical thinking. I have scored in the 99th percentile for cognitive abilities, and pride myself in my ability to quickly pick up on new concepts. I figured that a path in engineering would most closely fit my skills and interests, however I had no idea what exactly I wanted to do within the discipline. I ended up picking mechanical engineering for its \"broadness,\" but made sure to go to a school that would facilitate a switch into another area of study. I took my first computer science class during my second semester at SMU—Introduction to Java. Both excited and slightly intimidated by the breadth of this new domain I was entering, I soon realized I had an aptitude for computer science. At the end of the semester, I created a culminating project called \"improWise.\" My goal for this project was to develop a program that allows inexperienced musicians to easily create simple improvised melodies over a looping chord progression. The summer after my freshman year, I took an intense and comprehensive C++ class in Weimar, Germany with Mark Fontenot, a professor from SMU. After this class, which solidified my interest and passion for computer science, and at the urging of my Java professor, I switched my major to Computer Science.\n\nAs my experience and technical ability in computer science continues to grow, I am beginning to identify the true potential within the field. A huge area of interest for me is the collaboration between music and computer science. An example of this collaboration that I have recently discovered is the idea of algorithmic composition. As a music major, I have taken many Music Theory classes, and have a very solid understanding of the mechanics and \"language\" of music. I believe this understanding is essential in programming a system to compose and create music. Yale has shown remarkable progress in this field through Euterpea and the Yale Haskell Group and, more than any other school, would encourage this exploration and provide me with the best opportunities to explore this realm.\n\nIn addition, Yale's largely theoretical and mathematical approach to computer science would give me a broad understanding of the field, allowing for a wide range of opportunities and applications after graduation. Because computer science is such a fast moving field, this fundamental understanding would be particularly valuable.\n\nI have complete confidence in my ability to succeed and excel in the academic environment that Yale offers. The environment that Yale offers would give me the space and the tools to both excel in the classroom and pursue my personal interests and passions.",
    "category": "Academic Interest"
  },
  {
    "essay_id": 133,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "Why do these areas appeal to you?",
    "essay": "\"You're a magician,\" my friend once stated after I helped her understand one of her first Java programs. Looking back, I remember having the same thought as I watched someone program for the first time. My complete lack of understanding on the subject sparked a deep curiosity, an unquenchable thirst for knowledge.\n\nMuch earlier in my life, when I first picked up a saxophone, I remember it felt unnatural. I felt hundreds of mechanisms flexing uneasily under my fingers, and I couldn't make a sound. I was overcome with a similar curiosity. I am passionate about building my vocabulary and proficiency in these areas, increasing my ability to express myself through creation. I want to become the best \"magician\" in the world.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 134,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "In this essay, please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more. You may write about anything— from personal experiences or interests to intellectual pursuits.",
    "essay": "I stood up at the bottom of my High School's Greek Theater. I looked up to find 3,500 faces staring back down at me in silent expectation. The anticipation welled up in my stomach like an inner fire, fueled to become stronger with the air of each passing second.\n\nThe words began to stream out of my mouth. I couldn't really hear myself, but I had practiced it so many times that I didn't even need to. I then took a step back, and announced, \"I am going to sing a parody of Lorde's Royals, which I call Vikings. The roar of applause pushed me forward.\n\nI began to sing, but the fire of my nervousness was unrelenting, and a few lines in, I felt myself beginning to falter. It was then that something I never could have expected in my wildest dreams happened: the crowd began to sing along. \"And we'll always be Vikings\" I sang, and \"Vikings\" they echoed back to me. The crowd's energy kept me going, and I somehow made it to the end. \"Let me be your ruler\" I sang, and together their voices echoed \"Ruler.\"\n\nThree days later, students and teachers alike knew my name: I had won the ASB Presidency. It's crazy how things have turned out this way, how different my life has become. I can still recall my first day of elementary school.\n\n\"Hello, it's nice to meet you\" I remember my teacher saying to me.\n\n\"Shto?\" I responded. I had been suddenly launched into a school that functioned solely on English while only speaking Russian.\n\nI was already a shy and quiet kid, so making friends would have been a leap out of my comfort zone that I wasn't ready to take. I stayed quiet, and instead found joy in books. Reading was an escape down the rabbit hole, an adventure, a solace, a fountain of wisdom. Unfortunately, learning and making friends were separate skillsets. It was not until high school that I found my voice. I had to learn to be loud, be proud, and carry myself like I meant it.\n\nAfter joining our Associated Student Body (ASB), I was constantly frustrated by the flaws in our school's leadership. When the time for election season came, I decided that I wanted to make a change, and chose to run for president.\n\nI was the quieter candidate, the underdog, running against one of the most popular boys in school. From the start I knew that I had to give it my all. \"We'll vote for you, but you do know that you probably won't win\" was the response that I got from a majority of my friends. I knew that I had to prove them wrong, so I did. I campaigned to strangers and friends alike, and drew support from everyone I could. I finally came out of my comfort zone, and became the confident person I wanted to be.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 135,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "We feasted on empanadas and avocado, laughed to tears, and told stories of France and Chile. When I thanked the Ruz family for welcoming me in Santiago I felt blessed for speaking Spanish.\n\nFor as far as I can remember I have always wanted to learn Spanish. I started teaching myself when I was ten but it didn't pay off so I applied to the Spanish European Section in middle school unaware of what a life changing experience I was about to live.\n\nFive hours a week my class met with Ms. Piotrowski, a dynamic blond woman knocking us out with Spanish grammar, vocabulary and culture. \"Come on, niños, Spanish isn't a dead language! Breathe it, live it!\" The first weeks were quite discouraging. Ms. Piotrowski was never satisfied; her expectations seemed out of reach. I didn't give up though, I clung to learning Spanish as hard as I could and, when I could eventually utter decent phrases and understand conversations, I realized that I could do whatever I wanted if I gave myself a shot.\n\nSelf-confidence was indeed the most important lesson the European Section taught me. My shyness vanished thanks to what Ms. Piotrowski called \"the victims.\" She would randomly call out one name and have this student make a speech in Spanish in front of the whole class. My first \"victimization\" was horrendous but I strangely came to enjoy the exercise. I could be whatever I wanted to be, come up with new intonations and quirky retorts. When I was a victim I would lead the show and, gradually, the insecure boy I used to be before I entered the Section came out of his shell. I had discovered another facet of my personality: my love for acting. The Section turned out to be a wonderful opportunity to follow this passion. Every term, Ms. Piotrowski would divide the class into small groups that had to write and shoot a short video in Spanish. Not only did it develop my taste for teamwork, it allowed me to express my creativity though I may have acted less eccentrically had I known that my act disguised as a fortune-teller blithering in Spanish would be projected on a big screen in front of the whole class and the parents at the end-of-the-year party.\n\nIn the European Section I found a community where I belonged. A community cemented by team work and the same passion. I feel that the most gratifying point of this whole process was that it connected me to what makes us human. Learning a new language is a window onto different countries, cultures and individuals. I feel the diversity of the world we live in. I have built many great relationships thanks to this gift.\n\nLearning Spanish helped me define my identity, it made me who I am. This experience turned me into a better person. I want to give this gift back and I hope college will provide me with the opportunity to do so.",
    "category": "Personal Identity and Community"
  },
  {
    "essay_id": 136,
    "school": "Yale",
    "year": 2015,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more. You may write about anything— from personal experiences or interests to intellectual pursuits.",
    "essay": "Would you look at that, I thought, staring down at the paper.\n\nPlan B actually worked.\n\nI held the very first copy of Confection: A Literary Magazine in my hands, its black-and-white pages still warm from the printer. Handling each sheet gingerly, I scanned the familiar spreads. There was Aaron, grinning cheekily from his double page. Below, Tiffany's artwork spidered across the margins in graceful lines. I knew each photo, each page, each pica. I had fought with the formatting and font sizes and laid out all the columns and captions, stealing minutes between classes and hours from my sleep to tweak the designs and rearrange the poems yet again. Thirty-two pages slowly emerged from the art and writing that my fellow high schoolers had submitted. \"You can keep the advance copy,\" the lady who ran the print center said kindly, and I stammered out a thanks. Here is a confession: I'd never run a magazine before. Here is another confession: I made it up as I went along. When the original editor-in-chief unexpectedly abdicated, the literary magazine club fell into my inexperienced hands. I was just beginning my second year at a new school overseas and trying to handle a club that had held only two meetings last year—once to meet each other, and once for the yearbook photo.\n\nThat wouldn't cut it this year, I decided. Writing outside of class wasn't especially popular among kids who often spoke a different language at home. I wanted to give them the opportunity to see their work in print to spur their continued interest.\n\nThere was a slight problem in this otherwise bulletproof plan: no one else in the club knew the mechanics of making a magazine, and not many had the time to learn how to wrangle the layout software into obedience. During first semester, publication stalled as I tried to teach club members about pica blocks while coaxing them to write in their free time.\n\nOnce second semester hit the ground, however, the deadline for getting printed loomed ominously close. There simply wasn't enough time for everyone to reach the fluency in InDesign needed to lay out their own pages before exam season. Thus, plan B came into play—with a single-minded intensity and my typical bulldog tenacity, I threw myself into laying out the entire magazine on my own. Club members contributed material; I wrestled the poems into place, matchmade artwork with fiction, and even found a company willing to defray the printing costs in exchange for advertising. In less than a month, the pages grew into the literary magazine that I now held in my hands.\n\nAs I headed toward the high school, a slow grin overtook my face. This was a publication made by high schoolers, and high schoolers alone—not a single teacher had a hand in it. Aaron waved to me from the bleachers. I waved back, holding up the copy of Confection. \"Litmag's out,\" I called triumphantly.",
    "category": "Extracurricular"
  },
  {
    "essay_id": 137,
    "school": "Yale",
    "year": 2014,
    "type": "supplemental",
    "question": "Please reflect on something you would like us to know about you that we might not learn from the rest of your application, or on something about which you would like to say more.",
    "essay": "The first time I explored Houston on my own, my butt flattened, my arms and face were burned into globs of pink, purple, and painful tenderness by the sun, and my legs were immobilized. I set out on my bike in August 2009 with a specific plan: to pedal aimlessly around Houston. I filled a jug with ice and tap water, placed it in my backpack, and churned away, on my way to unintentionally biking fifty-five miles.\n\nMy motivation was not exercise, but curiosity. I set out to discover the usually unnoticed details in the streets and structures, to feel the throbbing pulse of the city. As I began to pedal, I was drawn into a world of wonder. My eyebrows went up, and I could not get them to come back down again!\n\nThe city mirrored my passions. Williams Tower, enveloped by webs of sparkling blue glass, resembled the sheer complexity of the blue clock of Yale's Harkness Tower. The endless mazes of warehouses and oil refineries in the East End reminded me of my blue collar background. The Beer Can House in Montrose fed my never-ending hunger and near-obsession with public art. The seas of domino-like bookshelves in the Jesse H. Jones Library took me back to my childhood, when I would sneak into the library's third-floor private conference rooms to admire the pictures in the architecture books and slowly trace the outlines of the many buildings with my stubby index finger.\n\nThe route maps on the Metro bus stops wrenched me from my bike with the force of their simple beauty; my eyes carefully inspected the loops, twists, and turns of the labyrinthine street grid—just as they had done with countless other maps of Harris County and Houston. The mural on the Fiesta supermarket near Airline Drive, which depicted a Mexican family, reminded me of the innumerable piñatas, bowls of spicy salsa, rooster-like ranchero singing, tapatio hat dances, and the backbreaking yet fortifying construction work I had enjoyed over the years.\n\nHouston's public transportation leaves something to be desired. My bike rides have convinced me that the city needs a better mass transit system. After all, the freeways aren't going to expand forever. The invigorating bike rides have cemented my decision: I want to become an urban planner. I want to be involved in laying out streets, in fomenting the creation of sustainable buildings, and, more than anything, in making efficient public transportation a reality in Houston.\n\nYale would be a perfect laboratory. I would have easy access to a phenomenal mass transit system: the MTA Metro-North Railroad. New Haven, snuggled between Boston and New York City, would be a perfect launching pad; from there, I would be able to go explore the trains of multiple cities. I want to investigate how in the world the Northeast has built up such an impressive rail-based mass transit system! My bike and I are ready to hop on New Haven's MTA train and find out.",
    "category": "Creative and Inspirational Thinking"
  },
  {
    "essay_id": 138,
    "school": "Yale",
    "year": 2014,
    "type": "supplemental",
    "question": "What in particular about yale has influenced your decision to apply?",
    "essay": "Yale appeals to me because I know without a doubt that I would receive a superb education there. In addition to its overall strength, Yale has renowned departments in the two fields in which I am most interested: math and art. Also, I feel that Yale is set apart from other high-caliber universities by its residential colleges. I have always been part of close communities that give me an important sense of belonging. I therefore believe that the intimate environment the residential colleges foster would be the perfect place for me to learn and grow.",
    "category": "Why College"
  }
]